{
  "navbar": {
    "navA": "Who We Are",
    "navB": "Offer",
    "navC": "Contact"
  },
  "firstSection": {
    "welcomeText": "Welcome!",
    "detailsText": "Check out more details"
  },
  "pizzaHamburgerMenu": {
    "navA": "Who We Are",
    "navB": "Offer",
    "navC": "Contact"
  },
  "testimonials": {
    "header": "You’re Talking About Us!",
    "opinion1": "The pizza was delicious! They served us 50 slices at the party, and it turned out great, highly recommend!",
    "opinion2": "Everything was perfect! The service was top-notch, and the pizza was the highlight of the evening. Highly recommend!",
    "opinion3": "The staff was very friendly, and the food was fantastic! We will definitely be back!"
  },
  "email": {
    "header": "Let's Talk",
    "info": "Have questions? Want to order pizza for a birthday, bachelorette/bachelor party, or just for a party? Fill out the form, and we’ll get back to you!",
    "step0": "It’s as simple as our pizza!",
    "step0A": "What do you need to do?",
    "step1": "Provide your name and email so we can contact you.",
    "step2": "Let us know what you need – an order, a question, special requests.",
    "step3": "Click 'Send' and wait for our team’s response!",
    "name": "Your name...",
    "email": "Your email...",
    "text": "Your message...",
    "send": "Send Message",
    "sent-mail": "✅ Message sent! We will contact you as soon as possible."
  },
  "footer": {
    "col2Header": "Contact",
    "col2NumberMikolaj": "+48 507 802 746",
    "col3Map": "View on map",
    "col4Header": "Quick Access",
    "col4Item1": "About Us",
    "col4Item2": "Offer",
    "col4Item3": "Contact",
    "col4Item4": "FAQ",
    "col4Media": "Media",
    "politics": "Privacy Policy",
    "cookies": "Cookie Policy",
    "obligation": "Information Obligation",
    "form": "Form Regulations"
  },
  "formRegulations": {
    "title": "REGULATIONS FOR THE CONTACT FORM SERVICE",
    "generalProvisions": "General Provisions",
    "generalProvisionsDescription": "These 'Regulations for Users of the PICCKA Contact Form, hereinafter referred to as Let’s Talk,' define the rules for free use of the 'PICCKA Contact Form' available on the PICCKA website (www.piccka.pl) to get answers to questions on the topics covered by it.",
    "definitionsTitle": "I. Definitions",
    "definitionsIntro": "Terms used in these Regulations mean:",
    "definition1": "PICCKA Contact Form – a form where users of the website <strong><a href='www.piccka.pl' className='cursor-pointer'> www.piccka.pl</a></strong> provide necessary information and data to perform the service/handle the submitted inquiry.",
    "definition2": "User – a person using the 'PICCKA Contact Form' under the terms provided in these Regulations.",
    "accessRulesTitle": "II. Rules for User Access to the 'PICCKA Contact Form'",
    "accessRule1": "Access to the PICCKA Contact Form does not require the User to meet any formalities, particularly registration or login.",
    "accessRule2": "PICCKA provides Users with free access to the PICCKA Contact Form indefinitely.",
    "accessRule3": "The PICCKA Contact Form is solely for correspondence related to PICCKA's activities within the thematic scope specified therein.",
    "accessRule4": "The contact form may not be used for: correspondence regarding specific cases and proceedings conducted by PICCKA (initiated or concluded), submitting complaints, petitions, offers, as well as requests for information under the Act on Access to Public Information and questions under the Press Law Act.",
    "termsOfUseTitle": "Terms of Use of the PICCKA Contact Form and User Obligations",
    "termsOfUseIntro": "To use the PICCKA Contact Form, the User performs the following actions:",
    "termsOfUse1": "fill in the Contact Form by providing the following data and information: name, email address, phone number, message subject, and message content.",
    "termsOfUse2": "confirm that they have read the Regulations and accept all its provisions.",
    "termsOfUse3": "confirm consent to the processing of personal data to prepare and provide an answer to the question(s) and their archiving.",
    "termsOfUse4": "confirm the desire to contact by clicking the 'Send Message' link in the Contact Form.",
    "termsOfUse5": "The User is obliged to use the PICCKA Contact Form in accordance with the law, the provisions of these Regulations, and good customs.",
    "termsOfUse6": "The User agrees not to provide false personal data, data of another person without their permission, or an email address or phone number they do not own. The User is solely responsible for the content of the data provided, including liability for any third-party rights violations.",
    "termsOfUse7": "The User agrees to review any changes to these Regulations.",
    "termsOfUse8": "A User using the PICCKA Contact Form 'Free Consultation' is entitled to a one-time free consultation, either in person or remotely, via the Internet, lasting no more than 20 minutes.",
    "responsibilityTitle": "PICCKA's Responsibility",
    "responsibility1": "PICCKA is not responsible for the User's decisions based on information obtained through the PICCKA Contact Form.",
    "responsibility2": "PICCKA is not liable for the unavailability of the contact form due to reasons beyond PICCKA's control or other technical reasons related to the functioning of the Internet and PICCKA's website.",
    "responsibility3": "PICCKA reserves the right to change the provisions of these Regulations at any time. Changes take effect upon the posting of the revised Regulations on the website www.piccka.pl in the Contact Form Regulations section.",
    "responsibility4": "PICCKA reserves the right to discontinue offering this service at any time without providing reasons.",
    "dataProcessingTitle": "Personal Data Processing by PICCKA",
    "dataProcessing1": "The data controller under Article 13 of the Regulation (EU) 2016/679 on the protection of natural persons regarding the processing of personal data and on the free movement of such data (GDPR) is PICCKA, located at Marmurowa 40, Jabłonna, represented by Klaudiusz Pupiec.",
    "dataProcessing2": "User's personal data is processed based on the consent given by the person concerned, by marking the appropriate box in the PICCKA Contact Form.",
    "dataProcessing3": "The following personal data of the User is processed: name, surname, email address, phone number.",
    "dataProcessing4": "Providing personal data is voluntary, but failure to provide it may prevent obtaining a response through the PICCKA Contact Form.",
    "dataProcessing5": "These data may be disclosed to authorized persons – our employees and collaborators, who need access to the data to perform their duties.",
    "dataProcessing6": "The User has the right to access the content of their data and the possibility to correct it. Each User has the right to withdraw consent to the processing of personal data by sending a request to piccka@gmail.com.",
    "dataProcessing7": "to appropriate state authorities upon their request based on applicable law.",
    "dataProcessing8": "to other persons and entities – in cases other than those described in point a) only with the prior consent of the person concerned."
  },
  "thirdSection": {
    "header": "Who are we?",
    "alt": "Klaudia and Klaudiusz",
    "intro": "Hi! We're Klaudia and Klaudiusz. We are pizza enthusiasts, and we’re just beginning our journey of baking pizzas at events!",
    "passion": "Klaudiusz has been baking pizza at home and in bread ovens for years, and now, together, we want to share our passion with you. We love Italy, but we love pizza even more! 🍕"
  },
  "fourSection": {
    "header": "Our Pizzas",
    "pizza1": {
      "name": "Pizza Diavola",
      "description": "Tomato sauce, salami piccante, parmesan, capers, mozzarella, chili honey"
    },
    "pizza2": {
      "name": "Pizza Parma",
      "description": "Tomato sauce, parmesan, prosciutto, mozzarella, arugula, balsamic glaze"
    },
    "pizza3": {
      "name": "Pizza Di Bufala",
      "description": "Salami piccante, capers, bufala, parmesan"
    },
    "pizza4": {
      "name": "Pizza Margherita",
      "description": "Tomato sauce, mozzarella, basil"
    },
    "pizza5": {
      "name": "Pizza Quattro Formaggi",
      "description": "Four cheeses"
    },
    "pizza6": {
      "name": "Pizza Prosciutto Cotto e Pomodoro Fresco",
      "description": "Tomato sauce, parmesan, mozzarella, cooked ham, fresh tomatoes"
    }
  },
  "cookies": {
    "cookiesPolicyTitle": "COOKIES POLICY",
    "cookiesPolicyIntro": "The website",
    "cookiesPolicyIntro2": "does not automatically collect any information, except for the information contained in cookie files.",
    "cookiesDefinition": "Cookies are IT data, in particular text files, stored in the User's end device and intended for the use of the website's pages. Cookies usually contain the name of the website they come from, the time they are stored on the end device, and a unique number.",
    "cookiesEntity": "The entity placing cookies on the User's end device and accessing them is the operator of the website",
    "companyName": "Piccka",
    "companyAddress": "located at: Marmurowa 40, Jabłonna",
    "cookiesUsageIntro": "Cookies are used for the following purposes:",
    "cookiesUsage1": "adapting the content of the website's pages to the User's preferences and optimizing the use of the website; in particular, these files allow the website to recognize the User's device and properly display the website, tailored to their individual needs;",
    "cookiesUsage2": "creating statistics that help understand how Users of the website use the web pages, which allows improving their structure and content;",
    "cookiesTypesIntro": "The website uses two basic types of cookies: 'session' cookies and 'persistent' cookies. 'Session' cookies are temporary files stored in the User's end device until logging out, leaving the website, or turning off the software (web browser). 'Persistent' cookies are stored in the User's end device for the time specified in the cookie parameters or until they are deleted by the User.",
    "cookiesTypes": "The website uses the following types of cookies:",
    "cookiesNecessary": "'necessary' cookies, enabling the use of services available on the website, e.g., authentication cookies used for services requiring authentication on the website;",
    "cookiesSecurity": "cookies used for ensuring security, e.g., used to detect authentication abuse within the website;",
    "cookiesPerformance": "'performance' cookies, enabling the collection of information on how the website's pages are used;",
    "cookiesFunctional": "'functional' cookies, enabling 'remembering' the settings selected by the User and personalizing the User interface, e.g., in terms of the selected language or region of the User, font size, website appearance, etc.;",
    "cookiesAdvertising": "'advertising' cookies, enabling the delivery of advertising content to Users more tailored to their interests.",
    "cookiesSettings": "In many cases, web browsing software (web browser) allows cookies to be stored in the User's end device by default. Users of the website can change cookie settings at any time. These settings can be changed in particular to block the automatic handling of cookies in the web browser settings or to inform about their each placement in the User's device. Detailed information about the possibilities and ways of handling cookies is available in the software (web browser) settings.",
    "cookiesRestrictions": "The website operator informs that restrictions on the use of cookies may affect some of the functionalities available on the website.",
    "cookiesThirdParty": "Cookies placed in the User's end device may also be used by advertisers and partners cooperating with the website operator. Users' personal data related to the storage of cookies are profiled (based on Article 4 point 4 of GDPR)."
  },
  "policy": {
    "header": "PRIVACY POLICY",
    "introduction": "This Policy provides essential information about the purposes, methods of processing, and security of your personal data as a user of the website: <a href='https://www.piccka.pl' class='cursor-pointer'><u>piccka.pl</u></a> (hereinafter referred to as the Site). By reading the Privacy Policy, you will learn who is the administrator of your personal data, what personal data is collected by the Site, the purposes for which it is used, and how it is protected.",
    "title1": "§1. Basic Information.",
    "administrator": "The administrator of your personal data is: Klaudiusz Pupiec, an entrepreneur registered in the Central Register and Information on Economic Activity under the company name: <strong>ARK Software Klaudiusz Pupiec</strong>, based in <strong>Jabłonna, ul. Marmurowa 40, NIP: 9222827070.</strong>",
    "administratorA": "Contact with the Administrator is possible via:",
    "administratorContact": "email: <a href='mailto:piccka@gmail.com'><strong>piccka@gmail.com</strong></a>.",
    "title2": "§2. Data Processing Principles.",
    "principleIntro": "The Administrator processes personal data respecting the following principles:",
    "principle1": "Based on a legal basis and in accordance with the law (legality);",
    "principle2": "Fairly and honestly (fairness);",
    "principle3": "In a transparent manner for the person whose data is being processed (transparency);",
    "principle4": "For specific purposes and not in excess (minimization);",
    "principle5": "No more than necessary (adequacy);",
    "principle6": "With care for data accuracy (accuracy);",
    "principle7": "No longer than necessary (timeliness);",
    "principle8": "Ensuring appropriate data security (security).",
    "title3": "§3. Purposes, Legal Basis, and Scope of Data Processing.",
    "purposeIntro": "Your data will be processed for the following purposes:",
    "purpose1": "For contact purposes, to respond to your message sent directly via email, contact form, social media, or phone call, based on the Administrator's legitimate interest related to the need to respond to you;",
    "purpose2": "For marketing purposes, solely based on your consent;",
    "purpose3": "For informational purposes, to provide you with important information regarding the services you use through our Site;",
    "purpose4": "For purposes related to running our company profile on social media (such as Facebook/Instagram/LinkedIn/TikTok) under the terms set by the owners of the respective medium (portal) and informing about our products, promotions, and other news related to our business, which we consider our legitimate interest;",
    "purpose5": "For technical purposes using cookies (technical cookies), based on the Administrator's legitimate interest related to the proper operation and functionality of the Site;",
    "purpose6": "For statistical and analytical purposes, if you have consented to the use of cookies for analytical purposes (analytical cookies);",
    "purpose7": "For marketing purposes, if you have consented to the use of cookies for marketing purposes (marketing cookies);",
    "purpose8": "For archiving phone numbers, messages, emails, based on the Administrator's legitimate interest related to protection against claims;",
    "purpose9": "For analyzing anonymous information. These are data collected via our Site, such as: browser information, operating system, device, time spent on the site, page transitions, link clicks, approximate location, age range, gender. This information is anonymized, collected through our partners' advertising and analytical systems. They do not allow for identification and assignment to a specific user. This information is used for marketing, analytical, and statistical purposes.",
    "scopeIntro": "We process your data in the following scope:",
    "scope1": "If you send us a message via email, contact form, social media, or provide information via phone, we will process the data contained in that message. Providing us with data in this way is voluntary. You can request the deletion of this data at any time;",
    "scope2": "If you like a post, leave a comment, write, react, or otherwise join our profile on social media (e.g., Facebook, Instagram, LinkedIn, TikTok), we will process your data provided in that medium and to which we have access. To stop processing, you can unsubscribe from our profile;",
    "scope3": "Other data we process includes the IP address and other data stored in cookies. You decide the extent to which we can use cookies with your data. Providing us with data in this way is voluntary. You can change your preferences at any time in your web browser or by deleting cookies stored from our Site;",
    "scope4": "Using APIs (application programming interfaces) provided by external partners to integrate various functionalities, such as maps, analytical services, advertising, or social media. Using these APIs may lead to the creation of additional cookies or the use of existing cookies to process user data. External partners may store and process these data according to their own privacy policies.",
    "title4": "§4. The Site does not perform automatic profiling.",
    "profileIntro1": "The Site does not use automatic profiling to create marketing campaigns based on user activity measurement, which would enable us to target selected advertising material to a precisely indicated user.",
    "profileIntro2": "Although we use our partners' advertising systems (Facebook, Google), the information and data they collect about your activity on the Site, on which we can base marketing campaigns, are not automatic profiling, because based on them we are unable to make decisions regarding you as a specific user (e.g., showing you a specific ad). We can only create ads for user groups based on general statistical data provided by partners. We are unable to ensure that a specific user sees a selected advertisement based on activity data.",
    "profileIntro3": "More information on how our partners profile users and create audience groups can be found in their privacy policies below.",
    "title5": "§5. Data Recipients and the Intention to Transfer Data to Countries Outside the EEA or International Organizations.",
    "recipientIntro": "Depending on the purpose for which we process your data, the recipients of your personal data may be:",
    "recipient1": "state authorities and other public institutions, to the extent that data transfer obligations arise from the law applicable in the territory of the Republic of Poland, for purposes related to the fulfillment of legal obligations incumbent on the administrator, such as pursuing legal claims, fulfilling tax obligations, and other proceedings regulated by applicable legal provisions;",
    "recipient2": "the Site software provider (hosting, server, domain);",
    "recipient3": "the entity responsible for the Site's programming service;",
    "recipient4": "the entity responsible for the Site's marketing service and Social Media channel management;",
    "recipient5": "the software provider for storing data and documents in the cloud;",
    "recipient6": "the software provider for managing cookies and the scope of processed data; if you have consented to marketing cookies, your data stored in cookies will be transferred to our advertising partners (Facebook, Google);",
    "recipient7": "if you have consented to analytical cookies, your data stored in cookies will be processed by the entity providing software for traffic analysis on our Site (e.g., Google Analytics).",
    "transferIntro": "Your data is not transferred to countries outside the EEA or international organizations, except in cases of data processing by entities:",
    "transfer1": "Google Inc. based in the USA for traffic analytics on the website using Google Analytics and providing additional features (such as Google Maps, Google Search Console) related to the proper functioning of the Site and displaying search results. <a href='https://policies.google.com/privacy?hl=en' className='cursor-pointer'><u>See how Google processes and protects your data.</u></a> <a href='https://tools.google.com/dlpage/gaoptout/'><u>This browser add-on</u></a> allows you to manage the scope and level of access to data collected by Google Analytics;",
    "transfer2": "Google Inc. based in the USA for advertising and measuring its effectiveness through Google Ads. <a href='https://policies.google.com/privacy?hl=en' className='cursor-pointer'><u>See how Google processes and protects your data;</u></a>",
    "transfer3": "Facebook Inc. based in the USA for account management and data access on social media services (Facebook, Instagram), advertising, and measuring its effectiveness related to the installation of the Facebook Pixel and Conversion API on the website. <a href='https://www.facebook.com/business/gdpr' className='cursor-pointer'><u>See how Facebook processes and protects your data;</u></a>",
    "transfer4": "Google Inc. based in the USA for virtual disk software used for storing corporate documentation (customer service process documentation and GDPR documentation). <a href='https://support.google.com/drive/answer/10375054?hl=en' className='cursor-pointer'><u>See how Google protects your data;</u></a>",
    "transfer5": "Google Inc. based in the USA for handling embedded videos from YouTube on the site. Google collects data regarding your preferences and video watching activities, which may influence displayed ads and shape your playlists. <a href='https://www.youtube.com/intl/ALL_en/howyoutubeworks/user-settings/privacy/' className='cursor-pointer'><u>See how YouTube cares for your data privacy.</u></a>",
    "title6": "§6. Data retention period.",
    "storageIntro1": "We cannot specify a single period for which we will process your data.",
    "storageIntro2": "If you have provided us with your data via email, phone, form, or social media where we have company profiles, we will process your data until you request its deletion or object to its processing, but also when we consider that we have fulfilled the legitimate interest of the Administrator.",
    "title7": "§7. User rights.",
    "userRightsIntro": "In connection with the processing of your data, you have the following rights:",
    "userRight1": "the right to access your data and the right to rectify, delete, or limit the processing;",
    "userRight2": "the right to data portability;",
    "userRight3": "the right to object;",
    "userRight4": "the right to withdraw consent for processing at any time and in any form, unless the processing of data is necessary to perform a contract by the Administrator, to fulfill legal obligations to state institutions, or to pursue the Administrator's legitimate interests.",
    "userRightsOutro1": "You also have the right to lodge a complaint with the President of the Personal Data Protection Office (at the address of the Personal Data Protection Office, ul. Stawki 2, 00-193 Warsaw).",
    "userRightsOutro2": "More information on personal data protection can be found on the website of the Personal Data Protection Office: <a href='http://www.uodo.gov.pl' className='cursor-pointer'><u>www.uodo.gov.pl</u></a>",
    "title8": "§8. Information about cookies.",
    "cookiesInfo1": "We use cookies on our website.",
    "cookiesInfo2": "We have installed a plugin on the Site that allows you to independently manage the scope of personal data processing through cookies. This plugin complies with the latest Consent Mode v2 requirements, providing a high level of personalization and privacy protection. The plugin author is a certified Google partner, which confirms the use of best practices and standards in user data and cookie management. With this functionality, you can easily and intuitively adjust data processing settings to your preferences.",
    "cookiesInfo3": "Cookies are small text files stored on users' devices during website browsing. They are used to facilitate website use, improve service quality, and enable traffic and user behavior analysis.",
    "cookiesInfo4": "Cookies can be permanent or temporary. Permanent cookies are stored on the user's device for a specified time or until deleted by the user. Temporary cookies are deleted after closing the browser.",
    "cookiesInfo5": "We use both first-party and third-party cookies. First-party cookies are used to ensure the proper functioning of the Site, personalize content, save user preferences, and analyze statistics. Third-party cookies are used by external analytics, advertising tools, and social media integration.",
    "cookiesInfo6": "Users have the right to control and limit how cookies are used on our website. Most web browsers allow cookie management, including blocking, limiting, or deleting cookies. Detailed information on cookie management can be found in the user's browser settings.",
    "cookiesInfo7": "Please note that disabling or limiting cookies may affect the functionality of the Site and the quality of services provided.",
    "cookiesInfo8": "We use different types of cookies on our website to better cater to user needs and ensure optimal use of the Site.",
    "cookiesTech": "Technical cookies: These are necessary for the proper functioning of the Site. They enable session maintenance, form handling, preference saving, and ensuring Site security.",
    "cookiesMarketing": "Marketing cookies: They allow for personalized advertising and remarketing activities tailored to user interests and preferences. They also serve to measure campaign effectiveness and optimize ad content.",
    "cookiesAnalytical": "Analytical cookies: They are used to collect information about how users use the Site, such as the number of visits, pages visited, time spent on the site, and traffic sources. The obtained data helps in analyzing and optimizing the Site, improving its functionality, and tailoring content to user needs.",
    "title9": "§9. Why do we use cookies?",
    "cookiesPurpose1": "User convenience: cookies can significantly enhance the convenience of using the website.",
    "cookiesPurpose2": "Content personalization: cookies allow tailoring displayed content to user preferences and interests, making the site more attractive and useful.",
    "cookiesPurpose3": "Remembering settings: Thanks to cookies, the site can remember user-selected settings such as language, layout, or color scheme, enabling faster and more convenient use of the service.",
    "cookiesPurpose4": "Login: cookies allow storing information about the logged-in user, enabling easy switching between different sections of the Site without the need to log in again.",
    "cookiesPurpose5": "Session maintenance: cookies allow tracking user activity on different subpages, enabling easy returning to recently visited sections or continuing unfinished actions, such as filling out forms.",
    "cookiesPurpose6": "Performance optimization: cookies can be used to analyze traffic and user behavior on the site, helping to optimize its performance and deliver high-quality content.",
    "cookiesPurpose7": "Advertising: cookies allow displaying personalized ads tailored to user interests and needs. This makes ads less intrusive and more relevant.",
    "cookiesPurpose8": "Social media integration: cookies enable integration with social media services such as Facebook, Twitter, or Instagram, allowing easy content sharing and access to additional features like commenting or likes.",
    "title10": "§10. Technical cookie functions.",
    "cookiesTech1": "User session maintenance: technical cookies enable maintaining the user session while navigating the site, allowing switching between different sections without the need to log in again or re-enter the same information.",
    "cookiesTech2": "Remembering user preferences: thanks to technical cookies, the site can store information about user preferences, such as the selected language, font size, color settings, or other personalization elements.",
    "cookiesTech3": "Form handling: technical cookies support the functioning of forms on the site, such as login forms...",
    "cookiesTech5": "Security: Technical cookies help ensure the security of the Site and its users, for example, by verifying user identities, detecting intrusion attempts, or protecting against CSRF (Cross-Site Request Forgery) attacks.",
    "title11": "§11. Functions of analytical cookies.",
    "cookiesAnalytical1": "Traffic measurement: Analytical cookies allow monitoring the number of visits, unique users, and page views, providing an overall picture of the Site's popularity and performance.",
    "cookiesAnalytical2": "User behavior analysis: Analytical cookies collect information on how users navigate the site, such as time spent on specific subpages, navigation paths, and points where they leave the Site.",
    "cookiesAnalytical3": "Conversion optimization: Analytical cookies help identify elements of the Site that impact the effectiveness of achieving business goals, such as registration, placing an order, or filling out a contact form.",
    "cookiesAnalytical4": "User segmentation: The use of analytical cookies enables grouping users based on various criteria, allowing better tailoring of content and offers to the needs of specific segments.",
    "cookiesAnalytical5": "A/B testing: Analytical cookies are used to conduct A/B tests, which compare two versions of the website to determine which one better meets the set goals. These tests help optimize the site's design, functionality, and content.",
    "title12": "§12. Functions of advertising cookies.",
    "cookiesMarketing1": "Personalized ads: Marketing cookies enable displaying ads tailored to the user's interests, preferences, and browsing history, making them more attractive and effective.",
    "cookiesMarketing2": "Remarketing: Marketing cookies allow tracking users who visited the Site but did not make a purchase or take other action, and re-targeting them with ads to encourage them to return and complete the transaction.",
    "cookiesMarketing3": "Advertising effectiveness measurement: Marketing cookies allow monitoring campaign results, such as the number of clicks, conversions, or views, enabling the optimization of the marketing strategy.",
    "cookiesMarketing4": "Managing ads across multiple channels: The use of marketing cookies facilitates the coordination and integration of advertising activities across various channels, such as search engines, social media, or partner sites.",
    "cookiesMarketing5": "Testing and optimizing ad content: Marketing cookies are used to conduct A/B tests and other analysis methods to assess which messages, formats, or creative ads are most effective and engaging for users."
  },
  "cookiesCon": {
    "header": "Cookie Settings",
    "acceptAll": "Accept All",
    "reject": "Reject",
    "settings": "Settings",
    "description": "The website",
    "description2": "uses cookies and similar technologies to ensure the best experience on our site. Users can independently change their cookie settings in their web browser. Using this site without changing your browser settings means that cookies will be placed on your end device. Details can be found in the",
    "privacyPolicy": "Privacy Policy"
  },
  "privacy": {
    "header": "Privacy Overview",
    "saveChanges": "Save Changes",
    "enableAll": "Enable All",
    "description": "The website www.piccka.pl uses cookies and similar technologies for the purposes of recognizing the user's device to properly display website content, creating statistics that help understand how users interact with the website to improve its structure and content, maintaining user sessions so the user does not have to repeatedly enter login details on each subpage, and customizing the content and functionality of the website by adapting an anonymous, randomly generated tracking identifier, which allows us to check, among other things, the user's origin, the search engine used, the link clicked, the keywords entered, and when the user stopped using the portal. Users can independently change their cookie settings in their web browser. Using this site without changing your browser settings means that cookies will be placed on your end device. Details can be found in the Privacy Policy.",
    "strictlyNecessaryCookies": "Strictly Necessary Cookies",
    "enabled": "Enabled",
    "disabled": "Disabled"
  },
  "obligation": {
    "title": "INFORMATION OBLIGATION",
    "description1": "In fulfillment of the information obligation under Article 13 of the Regulation (EU) 2016/679 of the European Parliament and of the Council on the protection of natural persons concerning the processing of personal data and on the free movement of such data, repealing Directive 95/46/EC (General Data Protection Regulation GDPR), we hereby inform you that:",
    "description2": "The controller of your personal data (hereinafter: the Controller) is Piccka, based at Marmurowa 40, Jabłonna, represented by Klaudiusz Pupiec.",
    "contactInfo": "The Controller can be contacted via email at piccka@gmail.com.",
    "dataProcessingPurposeTitle": "Your data will be processed for the following purposes:",
    "dataProcessingPurpose1": "Necessary to perform the contract to which you are a party, based on Article 6(1)(b) GDPR.",
    "dataProcessingPurpose2": "Necessary to conclude a contract based on your interest in the offer, under Article 6(1)(b) GDPR.",
    "dataProcessingPurpose3": "Potential claims or defense as part of our legitimate interest, under Article 6(1)(f) GDPR.",
    "dataProcessingPurpose4": "Offering you products and services as part of our legitimate interest in direct marketing.",
    "dataProcessingPurpose5": "Cooperating with you to provide services.",
    "dataProcessingPurpose6": "Automatic profiling.",
    "dataSharingTitle": "Your data may be shared with:",
    "dataSharing1": "Persons authorized by us – our employees and collaborators who need access to the data to perform their duties.",
    "dataSharing2": "Processing entities – to whom we outsource activities that require data processing.",
    "dataSharing3": "Other recipients – e.g., couriers, insurers, law firms, debt collection companies, entities that may request data transfer under applicable regulations.",
    "dataRetention": "We will process your data for the period in which you can file a complaint or lawsuit, as well as the period during which we are obligated to process data under the law. Data processed for direct marketing purposes will be processed until you object to their processing for this purpose.",
    "userRights": "You have the right to access your data, receive a copy, transfer data, object to processing, correct your data, delete your data, limit processing, and file a complaint with the supervisory authority – the President of the Personal Data Protection Office.",
    "cookiesInfo": "The Service uses two main types of cookies: 'session' cookies and 'persistent' cookies. 'Session' cookies are temporary files stored in the User's end device until logging out, leaving the website, or turning off the software (web browser). 'Persistent' cookies are stored in the User's end device for the time specified in the cookie parameters or until they are deleted by the User.",
    "cookieTypesTitle": "The following types of cookies are used within the Service:",
    "cookieType1": "'Necessary' cookies, enabling the use of services available within the Service, e.g., authentication cookies used for services requiring authentication within the Service;",
    "cookieType2": "Cookies used to ensure security, e.g., used to detect authentication abuses within the Service;",
    "cookieType3": "'Performance' cookies, enabling the collection of information on how the Service's websites are used;",
    "cookieType4": "'Functional' cookies, enabling 'remembering' the settings selected by the User and personalizing the User interface, e.g., in terms of the selected language or region of the User, font size, website appearance, etc.;",
    "cookieType5": "'Advertising' cookies, enabling the delivery of advertising content more tailored to the User's interests.",
    "cookiesSettingsInfo": "In many cases, web browsing software (web browser) allows the storage of cookies on the User's end device by default. Users of the Service can change their cookie settings at any time. These settings can be changed, in particular, to block the automatic handling of cookies in the web browser settings or inform about their placement on the User's device each time. Detailed information about the possibility and methods of handling cookies is available in the software (web browser) settings.",
    "cookiesRestrictionsInfo": "The Service Operator informs that restrictions on the use of cookies may affect some functionalities available on the Service's websites.",
    "cookiesAdsPartnersInfo": "Cookies placed on the User's end device of the Service may also be used by advertisers and partners cooperating with the Service Operator. User's personal data related to the storage of cookies are profiled (based on Article 4 point 4 GDPR)."
  }
}