{
    "navbar": {
        "offer": "Offer",
        "portfolio": "Free consultation",
        "about": "About Us",
        "contact": "Contact",
        "architecture": "Architecture",
        "interior": "Interiors",
        "furniture": "Furniture",
        "consulting": "Consulting",
        "consultation": "Free Consultation"
    },
    "about": {
        "header": "We Focus on Collaboration",
        "info": "We respect our clients' budget and time. We will guide you step by step through the carefully planned design process. We ensure good communication.",
        "button": "More About Us"
    },
    "section3": {
        "header": "We Are Ready to Bear the Price of Beauty",
        "info": "What is it? Speaking about the price of beauty only in financial terms would be a huge ignorance. Beauty does not have to be synonymous and commensurate with luxury, exclusive, and expensive materials or accessories. It can be, but it doesn't have to. At the same time, what is expensive is not always beautiful. For us, the price of beauty is the price of burying one's ego for the interested parties so that something new and fresh can grow on its ruins, which will be the result of synergy between the investor, the user, the space, and the designer."
    },
    "section4": {
        "header": "They Trusted Us"
    },
    "email": {
        "header": "Free Consultation",
        "info": "The free consultation is 20 minutes long, and you can use to consult any topic related to architecture and interior design. In our studio, we dedicate it to people who want to clarify the offer, discuss functionalities, search for information, and are hesitant about choosing the right solution and service for themselves.",
        "step0": "We always arrange a date suitable for both parties! Each consultation is individually arranged. The whole team invites you to visit our company and contact us online!",
        "step0A": "How to prepare for the consultation?",
        "step1": "If you can, prepare technical documentation and photos of a given investment. We will ask you to send it to our e-mail address on the day of the consultation. Thanks to this, our studio will be able to prepare options appropriate to your needs.",
        "step2": "Think about your needs and what you want to achieve as a result of the consultation. Write down each idea and your goals. Tell us directly about your expectations at the beginning. We will be interested in your opinions and thoughts.",
        "step3": "Feel free to ask any questions during the consultation. This is important! It allows us to better understand and help you. Each conversation will be led by a qualified architect, based on his/her knowledge and experience. If the topic requires deeper analysis and consultation with the rest of the team, he/she will come back with a reliable answer.",
        "name": "Full Name",
        "email": "E-mail",
        "text": "Message Content",
        "send": "Send Application",
        "sent-mail": "The email has been sent successfully!"
    },
    "card": {
        "card1": "Architecture",
        "card2": "Interiors",
        "card3": "Furniture",
        "card4": "Consulting",
        "button": "Learn more",
        "button3": "See the offer",
        "button4": "Schedule a consultation"
    },
    "architecture": {
        "headerLeft": "What areas do we work in?",
        "headerRight": "Our services include:",
        "infoLeft": "Our scope of services includes the design of single-family and multi-family residential buildings, commercial, catering and service facilities as well as temporary accommodation buildings such as hotels and guesthouses. We operate both in the country and abroad. We work with individual and business clients.",
        "infoRightA": "absorbency analysis",
        "infoRightB": "pre-design works and analyses",
        "infoRightC": "conceptual design",
        "infoRightG": "construction design",
        "infoRightD": "executive project",
        "infoRightE": "authorial supervision",
        "infoRightF": "assistance in official procedures",
        "button": "Discover our projects"
    },
    "consultation": {
        "header": "We invite you to a free consultation",
        "button": "Schedule now",
        "info": "In 30 minutes, we will discuss your challenges and explore initial solutions"
    },
    "realisation": {
        "header": "Architecture",
        "button": "Discover our projects",
        "info": "Our studio offers services for each stage of the project, depending on the needs. We focus on understanding the client, which helps in the process of project preparation."
    },
    "fillar": {
        "header": "The pillars of the JOFI STUDIO design process",
        "info": "The design process is based on these elements, leading to the intended goals and addressing the client's needs.",
        "f1Header": "Idea",
        "f2Header": "Function",
        "f3Header": "Budget",
        "f4Header": "The needs of a client",
        "f5Header": "Stylistics",
        "f6Header": "Other individual",
        "f2Info": "Object purpose and design principles",
        "f3Info": "Client guidelines regarding expenditures for project and implementation purposes.",
        "f4Info": "Client needs / guidelines / requirements concerning space and its equipment.",
        "f5Info": "Client preferences regarding visual aspects.",
        "f6Info": "Elements specific to each project, closely related to it.",
        "f1Info": "The main idea of the project, a tool to achieve the spirit of the place - the individuality of the given space, a set of leading principles in the projec."
    },
    "consulting": {
        "header1": "Consulting",
        "info1": "We offer comprehensive support and professional advice in planning and arranging residential, office, commercial and service spaces. Our team consists of highly qualified architects, designers and interior stylists.",
        "header2": "We help in:",
        "header3": "What is the difference between consulting and a free consultation?",
        "dot2a": "official procedures",
        "dot2b": "renovation and construction processes",
        "dot2c": "cooperation with industry experts",
        "dot2d": "pre-design analyzes",
        "dot2e": "analyzes of the condition of real estate",
        "dot2f": "spatial planning, land development and use of available space",
        "dot2g": "interior styling",
        "info3": "It differs primarily in content. The consulting offer includes a detailed and thorough case analysis based on highly specialized knowledge and experience. We will analyze in detail all the best options, talk about our experiences, share proven solutions, and present answers based on legal principles, in a form appropriate to the given issue."
    },
    "interior": {
        "header": "Interiors",
        "info": "One of our services is the design of private interiors and office fit-outs. The benefits our clients receive are projects tailored to the user's needs and preferences, also based on an idea - having an intangible nature."
    },
    "interiorOffer": {
        "header1": "Our services include:",
        "header2": "The offer includes:",
        "dot1a": "space inventory",
        "dot1b": "conceptual project of interior design",
        "dot1c": "executive project",
        "dot1d": "designs of built-in furniture and individual movable furniture",
        "dot1e": "supervision of project implementation                  ",
        "dot1f": "interior styling                            ",
        "info1": "In the case of fit-outs in the commercial or hotel industry, we also optimize the space so that it is ergonomic and promotes the efficiency of users and customers.",
        "dot2a": "brief and analysis of the situation and expectations (due diligence)",
        "dot2b": "fit test – checking the functional assumptions with the customer's expectations",
        "dot2c": "conceptual design",
        "dot2d": "detailed design/construction design",
        "dot2e": "coordination of industry projects",
        "dot2f": "authorial supervision",
        "info2": "In the case of fit-outs in the commercial or hotel industry, we also optimize the space so that it is ergonomic and promotes the efficiency of users and customers."
    },
    "furniture": {
        "header1": "Furniture",
        "header2": "Our offer includes:",
        "info1": "We offer comprehensive services in the field of designing built-in furniture and free-standing furniture. Our team of designers, experienced in the furniture industry, will be happy to create unique and functional designs and applied art for you, tailored to your individual needs and preferences.",
        "dot2a": "design projects of kitchen, bathroom, living room and bedroom built-in furniture, with the focus on the optimal use the available space",
        "dot2b": "design projects of utility products",
        "dot2c": "advice on the selection of materials, colors and accessories so that the furniture is not only practical, but also aesthetic and matches the interior design"
    },
    "footer": {
        "col2Header": "Contact",
        "col2NameAnna": "Anna Saj",
        "col2MailAnna": "anna@jofi.pl",
        "col2NameMikolaj": "Mikołaj Gadomski",
        "col2MailMikolaj": "mikolaj@jofi.pl",
        "col2NumberMikolaj": "+48 507-118-658",
        "col3Header": "Office",
        "col3Adress": "ul. Rozbrat 34/36, 00-429 Warszawa",
        "col3Map": "See on the map",
        "col4Media": "Follow our activities",
        "bottomInfo": "information obligation",
        "politics": "Privacy policy",
        "cookies": "Cookie Policy",
        "obligation": "Information Obligation",
        "form": "Terms of Service for the Contact Form"
    },
    "button": {
        "instagram": "Get to know our projects"
    },
    "cookies": {
    "cookiesPolicyTitle": "COOKIES POLICY",
    "cookiesPolicyIntro": "The website",
    "cookiesPolicyIntro2": "does not automatically collect any information, except for the information contained in cookies.",
    "cookiesDefinition": "Cookies are IT data, in particular text files, which are stored in the terminal equipment of the Service User and are intended for the use of the Service's websites. Cookies usually contain the name of the website they come from, the time they are stored on the terminal device, and a unique number.",
    "cookiesEntity": "The entity placing cookies on the Service User's terminal device and accessing them is the operator of the Service",
    "companyName": "JOFI STUDIO Mikołaj Gadomski",
    "companyAddress": " located at: ul. Paryska 29/13, 03-945 Warsaw, Poland.",
    "cookiesUsageIntro": "Cookies are used for the purpose of:",
    "cookiesUsage1": "adjusting the content of the Service's websites to the User's preferences and optimizing the use of websites; in particular, these files allow recognizing the Service User's device and appropriately displaying the website, tailored to their individual needs;",
    "cookiesUsage2": "creating statistics that help to understand how Service Users use the websites, which enables improving their structure and content;",
    "cookiesTypesIntro": "There are two basic types of cookies used within the Service: “session” cookies and “persistent” cookies. “Session” cookies are temporary files that are stored in the User's terminal device until logging out, leaving the website, or turning off the software (web browser). “Persistent” cookies are stored in the User's terminal device for the time specified in the parameters of the cookies or until they are deleted by the User.",
    "cookiesTypes": "The following types of cookies are used within the Service:",
    "cookiesNecessary": "“necessary” cookies, which enable the use of services available within the Service, such as authentication cookies used for services requiring authentication within the Service;",
    "cookiesSecurity": "cookies used to ensure security, e.g., used to detect abuses related to authentication within the Service;",
    "cookiesPerformance": "“performance” cookies, which allow the collection of information on how the Service's websites are used;",
    "cookiesFunctional": "“functional” cookies, which enable “remembering” the settings selected by the User and personalizing the User interface, e.g., in terms of the selected language or region of the User's origin, font size, website appearance, etc.;",
    "cookiesAdvertising": "“advertising” cookies, which enable providing Users with advertising content more tailored to their interests.",
    "cookiesSettings": "In many cases, software used for browsing websites (web browser) allows cookies to be stored in the User's terminal device by default. Service Users can change their cookies settings at any time. These settings can be changed in particular in such a way as to block the automatic handling of cookies in the web browser settings or to inform about their every placement in the Service User's device. Detailed information about the possibilities and ways of handling cookies is available in the software settings (web browser).",
    "cookiesRestrictions": "The Service Operator informs that restrictions on the use of cookies may affect some functionalities available on the Service's websites.",
    "cookiesThirdParty": "Cookies placed in the Service User's terminal device can also be used by advertisers and partners cooperating with the Service operator. Personal data of Users in connection with the storage of cookies are profiled (based on Art. 4(4) of the GDPR)."
  },
  "policy": {
    "header": "PRIVACY POLICY",
    "introduction": "This Policy provides basic information about the purposes, methods of processing, and security of your personal data as a user of the website: <a href='https://www.jofistudio.pl' class='cursor-pointer'><u>jofistudio.pl</u></a> (hereinafter referred to as the Site). By reading this Privacy Policy, you will learn who is the administrator of your personal data, what personal data is collected by the Site, for what purposes it is used, and how it is protected.",
    "title1": "§1. Basic Information.",
    "administrator": "The administrator of your personal data is: Mikołaj Gadomski, an entrepreneur entered into the Central Registration and Information on Business under the name: <strong>JOFI STUDIO Mikołaj Gadomski</strong>, headquartered in <strong>Warsaw (03-945), ul. Paryska 29/13, NIP: 1133134987.</strong>",
    "administratorA": "Contact with the Administrator is possible through:",
    "administratorContact": "email: <a href='mailto:m.gadomski@jofistudio.pl'><strong>m.gadomski@jofistudio.pl</strong></a>.",
    "title2": "§2. Data Processing Principles.",
    "principleIntro": "The Administrator processes personal data in accordance with the following principles:",
    "principle1": "Based on a legal basis and in accordance with the law (legality);",
    "principle2": "Fairly and honestly (fairness);",
    "principle3": "In a transparent manner to the data subject (transparency);",
    "principle4": "For specific purposes and not 'just in case' (purpose limitation);",
    "principle5": "Not more than necessary (data minimization);",
    "principle6": "With due care for data accuracy (accuracy);",
    "principle7": "No longer than necessary (storage limitation);",
    "principle8": "Providing appropriate data security (security).",
    "title3": "§3. Purposes, Legal Bases, and Scope of Data Processing.",
    "purposeIntro": "We will process your data for the following purposes:",
    "purpose1": "For contact purposes, to respond to your message sent directly via email, contact form, social media, or in response to phone contact, based on the implementation of a legitimate interest of the Administrator related to the need to respond to you;",
    "purpose2": "For marketing purposes, solely based on your consent;",
    "purpose3": "For informational purposes, to provide you with important information about the services you use via our Site;",
    "purpose4": "For purposes related to maintaining our company profile on social media (such as Facebook / Instagram / LinkedIn / TikTok) according to the rules set by the owners of the given medium (portal) and informing about our products, promotions, and other news regarding our activities, which we consider our legitimate interest;",
    "purpose5": "For technical purposes using cookies (technical cookies), based on the implementation of a legitimate interest of the Administrator related to the proper functioning of the Site;",
    "purpose6": "For statistical and analytical purposes, if you have consented to the use of analytical cookies (analytical cookies);",
    "purpose7": "For marketing purposes, if you have consented to the use of marketing cookies (marketing cookies);",
    "purpose8": "For archiving phone numbers, messages, emails, based on the implementation of a legitimate interest of the Administrator related to protection against claims;",
    "purpose9": "For the analysis of anonymous information. This includes information collected through our Site, such as: browser information, operating system, device, time spent on the site, page transitions, clicks on links, approximate location, age range, gender. This information is anonymized, collected through the advertising and analytical systems of our partners. It does not allow for identification and assignment to a specific user. This information is used for marketing, analytical, and statistical purposes.",
    "scopeIntro": "We process your data in the following scope:",
    "scope1": "If you send us a message via email, contact form, social media, or provide information via phone, we will process the data contained in that message. Providing data in this way is voluntary. You can request the deletion of this data at any time;",
    "scope2": "If you like a post, leave a comment, write, react, or otherwise interact with our social media profile (e.g., Facebook, Instagram, LinkedIn, TikTok), we will process your data provided in that medium and to which we have access. To stop processing, you can unsubscribe from our profile;",
    "scope3": "Other data we process include IP addresses and other data stored in cookies. You decide to what extent we can use cookies with your data. Providing data in this way is voluntary. You can change your preferences at any time. You can do this in your web browser or by deleting cookies from our Site;",
    "scope4": "Using APIs (application programming interfaces) provided by external partners to integrate various functionalities, such as maps, analytical services, advertising, or social media. Using these APIs may result in the creation of additional cookies or the use of existing cookies for user data processing. External partners may store and process this data in accordance with their own privacy policies.",
    "title4": "§4. We Do Not Engage in Automated Profiling on the Site.",
    "profileIntro1": "On the Site, we do not use automated profiling to create marketing campaigns based on measuring user activity, which would allow us to direct selected advertising material to a precisely identified user.",
    "profileIntro2": "Although we use the advertising systems of our partners (Facebook, Google), the information and data they collect about your activity on the Site, based on which we may create marketing campaigns, are not considered automated profiling, as they do not allow us to make decisions about you as a specific user (e.g., showing you a specific ad). We can only create ads for groups of users based on general statistical data provided by partners. We cannot ensure that a specific user will see a particular ad based on activity data.",
    "profileIntro3": "More information about how our partners perform user profiling and create audience groups can be found in their privacy policies below.",
    "title5": "§5. Data Recipients and Intent to Transfer Data to Non-EU Countries or International Organizations.",
    "recipientIntro": "Depending on the purpose for which we process your data, recipients of your personal data may include:",
   "recipient1": "public authorities and other public institutions, to the extent that data transmission obligations arise from the laws applicable in the territory of the Republic of Poland, for purposes related to fulfilling the legal obligations of the data controller, such as pursuing legal claims, fulfilling tax obligations, and other proceedings regulated by relevant legal provisions;",
  "recipient2": "the software provider of the Site (hosting, server, domain);",
  "recipient3": "the entity responsible for the software maintenance of the Site;",
  "recipient4": "the entity responsible for the marketing services of the Site and managing Social Media channels;",
  "recipient5": "the provider of cloud data and document storage software;",
  "recipient6": "the provider of software for managing cookies and the scope of processed data; if you have consented to marketing cookies, your data saved in cookies will be shared with our advertising partners (Facebook, Google);",
  "recipient7": "if you have consented to analytical cookies, your data saved in cookies will be processed by the entity providing software for analyzing traffic on our Site (e.g., Google Analytics).",
  "transferIntro": "Your data is not transferred to countries outside the EEA or international organizations, except for cases where data is processed by entities:",
  "transfer1": "Google Inc. based in the USA for website traffic analytics through Google Analytics and for providing additional features (such as Google Maps, Google Search Console) related to the proper functioning of the Site and displaying search results. <a href='https://policies.google.com/privacy?hl=pl' className='cursor-pointer'><u>See how Google processes and protects your data.</u></a> <a href='https://tools.google.com/dlpage/gaoptout/'><u>This browser add-on</u></a> will allow you to manage the scope and level of access to data collected by Google Analytics;",
  "transfer2": "Google Inc. based in the USA for advertising and measuring its effectiveness through Google Ads. <a href='https://policies.google.com/privacy?hl=pl' className='cursor-pointer'><u>See how Google processes and protects your data;</u></a>",
  "transfer3": "Facebook Inc. based in the USA for managing accounts and accessing data on social media platforms (Facebook, Instagram), advertising, and measuring its effectiveness related to the installation of the Facebook pixel on the site and the Conversion API. <a href='https://www.facebook.com/business/gdpr' className='cursor-pointer'><u>See how Facebook processes and protects your data;</u></a>",
  "transfer4": "Google Inc. based in the USA for virtual disk software used for storing business documentation (customer service and contractor documentation and GDPR documentation). <a href='https://support.google.com/drive/answer/10375054?hl=pl' className='cursor-pointer'><u>See how Google protects your data;</u></a>",
  "transfer5": "Google Inc. based in the USA for managing embedded videos from YouTube on the site. Google collects data regarding your preferences and activities related to watching videos, which may affect the ads displayed and the shape of your playlists. <a href='https://www.youtube.com/intl/ALL_pl/howyoutubeworks/user-settings/privacy/' className='cursor-pointer'><u>See how YouTube takes care of your data privacy.</u></a>",
  "title6": "§6. Data Retention Period.",
  "storageIntro1": "We cannot determine a specific period for which we will process your data.",
  "storageIntro2": "If you have provided your data to us via email, phone, through a form, or via social media where we have our company profiles, we will process your data until you request its deletion or object to its processing, but also if we determine that we have fulfilled the legitimate interests of the Data Controller.",
  "title7": "§7. User Rights.",
  "userRightsIntro": "In connection with the processing of your data, you have the following rights:",
  "userRight1": "the right to access your data and the right to rectify, delete, or limit its processing;",
  "userRight2": "the right to data portability;",
  "userRight3": "the right to object;",
  "userRight4": "the right to withdraw consent to its processing at any time and in any form, unless the data processing is carried out for the purpose of executing a contract by the Data Controller, fulfilling legal obligations of the Data Controller towards public institutions, or for pursuing legitimate interests of the Data Controller.",
  "userRightsOutro1": "You also have the right to lodge a complaint with the President of the Personal Data Protection Office (at the address of the Personal Data Protection Office, ul. Stawki 2, 00-193 Warsaw).",
  "userRightsOutro2": "For more information on personal data protection, visit the website of the Personal Data Protection Office: <a href='http://www.uodo.gov.pl' className='cursor-pointer'><u>www.uodo.gov.pl</u></a>",
  "title8": "§8. Information on Cookies.",
  "cookiesInfo1": "On our site, we use cookies (cookies).",
  "cookiesInfo2": "We have installed a plugin on the Site that allows you to independently manage the scope of personal data processing through cookies. This plugin complies with the latest requirements of Consent Mode v2, ensuring a high level of personalization and privacy protection. The plugin author is a certified Google partner, confirming the application of best practices and standards for managing user data and cookies. With this functionality, you can easily and intuitively adjust the data processing settings to your preferences.",
  "cookiesInfo3": "Cookies are small text files stored on users' devices while browsing the website. They are used to facilitate the use of our Site, improve service quality, and enable analysis of user traffic and behavior.",
  "cookiesInfo4": "Cookies can be persistent or temporary. Persistent cookies are stored on the user's device for a specified period or until they are deleted by the user. Temporary cookies are deleted after the browser is closed.",
  "cookiesInfo5": "We use first-party cookies and third-party cookies. First-party cookies are used to ensure the proper functioning of the Site, personalize content, save user preferences, and analyze statistics. Third-party cookies are used by external analytical and advertising tools and for integration with social media.",
  "cookiesInfo6": "Users have the right to control and limit the way cookies are used on our site. Most web browsers allow managing cookies, including blocking, restricting, or deleting them. Detailed information on managing cookies can be found in the user's browser settings.",
  "cookiesInfo7": "Please note that disabling or limiting cookies may affect the functionality of the Site and the quality of the services provided.",
  "cookiesInfo8": "On our site, we use different types of cookies to better adapt to users' needs and ensure optimal use of the Site.",
  "cookiesTech": "Technical cookies: These are necessary for the proper functioning of the Site. They allow maintaining the user session, handling forms, remembering preferences, and ensuring the security of the Site.",
  "cookiesMarketing": "Marketing cookies: Allow personalization of ads and conduct remarketing activities tailored to users' interests and preferences. They also help measure the effectiveness of advertising campaigns and optimize advertising content.",
  "cookiesAnalytical": "Analytical cookies: Are used to collect information on how users interact with the Site, such as the number of visits, pages visited, time spent on the site, and traffic sources. The collected data helps analyze and optimize the Site, improving its functionality and tailoring content to user needs.",
  "title9": "§9. Why Do We Use Cookies?",
  "cookiesPurpose1": "Comfort of Using the Site: Cookies can significantly affect the comfort of using the website.",
  "cookiesPurpose2": "Content Personalization: Cookies allow adapting displayed content to user preferences and interests, making the site more attractive and useful.",
  "cookiesPurpose3": "Remembering Settings: Thanks to cookies, the site can remember user-selected settings, such as language, layout, or color scheme, allowing for faster and more convenient use of the service.",
  "cookiesPurpose4": "Login: Cookies allow storing information about the logged-in user, enabling easy switching between different sections of the Site without having to log in again.",
  "cookiesPurpose5": "Session Maintenance: Cookies allow the site to track user activity across different subpages, making it easy to return to recently visited sections or continue unfinished tasks, such as filling out forms.",
  "cookiesPurpose6": "Performance Optimization: Cookies can be used to analyze traffic and user behavior on the site, helping to optimize its performance and deliver high-quality content.",
  "cookiesPurpose7": "Advertising: Cookies allow displaying personalized ads that are matched to the user's interests and needs. This makes ads less intrusive and more relevant.",
  "cookiesPurpose8": "Social Media Integration: Cookies enable integration with social media platforms such as Facebook, Twitter, or Instagram, allowing easy sharing of content and using additional features such as commenting or liking.",
  "title10": "§10. Functions of Technical Cookies.",
  "cookiesTech1": "Maintaining User Session: Technical cookies allow maintaining the user session while navigating the site, enabling switching between different sections without having to log in again or re-enter the same information.",
  "cookiesTech2": "Remembering User Preferences: Technical cookies allow the site to store information about user preferences, such as selected language, font size, color settings, or other personalization elements.",
  "cookiesTech3": "Form Handling: Technical cookies support the operation of forms on the site, such as login, registration, or contact forms, ensuring smooth data submission and minimizing the need for repeated input.",
  "cookiesTech4": "Site Security: Technical cookies are used to enhance site security, preventing unauthorized access, protecting user data, and ensuring safe browsing.",
  "cookiesTech5": "Correct Display of Content: Technical cookies help in ensuring proper display and operation of the site's content, such as layout, responsive design, and functionality across different devices and browsers.",
  "title11": "§11. Functions of Analytical Cookies.",
  "cookiesAnalytical1": "Traffic Measurement: Analytical cookies allow monitoring the number of visits, unique users, and page views, providing an overall picture of the site's popularity and performance.",
  "cookiesAnalytical2": "User Behavior Analysis: Analytical cookies collect information on how users navigate the site, such as time spent on individual subpages, navigation paths, and the points at which they leave the site.",
  "cookiesAnalytical3": "Conversion Optimization: Analytical cookies help identify elements of the site that impact the effectiveness of achieving business goals, such as registration, order placement, or form submission.",
  "cookiesAnalytical4": "User Segmentation: Analytical cookies enable grouping users according to various criteria, allowing for better tailoring of content and offers to the needs of specific segments.",
  "cookiesAnalytical5": "A/B Testing: Analytical cookies are used for A/B testing, which involves comparing two versions of the website to see which one better achieves the set goals. These tests help optimize the site's appearance, functionality, and content.",
  "title12": "§12. Functions of Marketing Cookies.",
  "cookiesMarketing1": "Personalized Ads: Marketing cookies enable the display of ads tailored to the user's interests, preferences, and browsing history, making them more attractive and effective.",
  "cookiesMarketing2": "Remarketing: Marketing cookies allow tracking users who visited the site but did not make a purchase or take another action, and re-targeting ads to encourage them to return to the site and complete the transaction.",
  "cookiesMarketing3": "Ad Effectiveness Measurement: Marketing cookies monitor the results of advertising campaigns, such as the number of clicks, conversions, or impressions, enabling optimization of the marketing strategy.",
  "cookiesMarketing4": "Multi-Channel Ad Management: Marketing cookies facilitate coordination and integration of advertising efforts across various channels, such as search engines, social media, or partner sites.",
  "cookiesMarketing5": "Testing and Optimization of Ad Content: Marketing cookies are used for A/B testing and other analysis methods to assess which messages, formats, or creative elements are most effective and engaging for users."
  },
  "obligation": {
    "title": "INFORMATION OBLIGATION",
    "description1": "In fulfilling the information obligation arising from Article 13 of the Regulation (EU) 2016/679 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation), we hereby inform you that:",
    "description2": "The data controller (hereinafter: Controller) is: JOFI STUDIO Mikołaj Gadomski, with its registered office at: ul. Paryska 29/13, 03-945 Warsaw, NIP 1133134987, REGON 528699043, represented by Mikołaj Gadomski.",
    "contactInfo": "You can contact the Controller via email at m.gadomski@jofistudio.pl",
    "dataProcessingPurposeTitle": "Your data will be processed for the following purposes:",
    "dataProcessingPurpose1": "Necessary for the performance of a contract to which you are a party, pursuant to Article 6(1)(b) of the GDPR",
    "dataProcessingPurpose2": "Necessary for the conclusion of a contract based on your interest in the offer, pursuant to Article 6(1)(b) of the GDPR",
    "dataProcessingPurpose3": "Possible establishment or defense against claims, as part of our legitimate interest, pursuant to Article 6(1)(f) of the GDPR",
    "dataProcessingPurpose4": "Offering you products and services as part of our legitimate interest in direct marketing",
    "dataProcessingPurpose5": "Cooperation with you in order to provide services",
    "dataProcessingPurpose6": "Automated profiling",
    "dataSharingTitle": "Your data may be shared with:",
    "dataSharing1": "Persons authorized by us – our employees and collaborators who need access to the data to perform their duties",
    "dataSharing2": "Processors – to whom we will entrust tasks requiring data processing",
    "dataSharing3": "Other recipients – e.g., couriers, insurers, law firms, debt collection companies, entities that under applicable laws may request data transmission",
    "dataRetention": "Your data will be processed during the period in which claims can be made or lawsuits filed, as well as for the period during which we are required to process data under the law. Data processed for the purposes of direct marketing of our products and services will be processed until you object to their processing for this purpose.",
    "userRights": "You have the right to access your data and receive a copy of it, transfer your data, object to data processing, correct your data, delete your data, restrict the processing of your data, and lodge a complaint with the supervisory authority – the President of the Personal Data Protection Office.",
    "cookiesInfo": "The Service uses two main types of cookies: 'session' cookies and 'persistent' cookies. 'Session' cookies are temporary files stored on the user's device until they log out, leave the website, or close the software (web browser). 'Persistent' cookies are stored on the user's device for the time specified in the cookie parameters or until they are deleted by the user.",
    "cookieTypesTitle": "The Service uses the following types of cookies:",
    "cookieType1": "'Necessary' cookies, allowing the use of services available within the Service, e.g., authentication cookies used for services requiring authentication within the Service;",
    "cookieType2": "Cookies used to ensure security, e.g., used to detect abuse related to authentication within the Service;",
    "cookieType3": "'Performance' cookies, allowing the collection of information on how the Service’s websites are used;",
    "cookieType4": "'Functional' cookies, allowing the 'remembering' of user-selected settings and personalization of the user interface, e.g., regarding the chosen language or region, font size, website appearance, etc.;",
    "cookieType5": "'Advertising' cookies, enabling the delivery of more relevant advertising content tailored to user interests.",
    "cookiesSettingsInfo": "In many cases, web browsing software (web browser) by default allows the storage of cookies on the user's device. Users of the Service can change cookie settings at any time. These settings can be changed in particular to block automatic handling of cookies in browser settings or to inform about their placement in the user's device each time. Detailed information on the possibility and ways of handling cookies is available in the software (web browser) settings.",
    "cookiesRestrictionsInfo": "The Service operator informs that limiting the use of cookies may affect some functionalities available on the Service’s websites.",
    "cookiesAdsPartnersInfo": "Cookies placed on the user’s device and used may also be used by advertisers and partners collaborating with the Service operator. Personal data of users in connection with the storage of cookies is profiled (under Article 4(4) of the GDPR)."
},
"formRegulations": {
    "title": "TERMS OF SERVICE FOR THE CONTACT FORM",
    "generalProvisions": "General Provisions",
    "generalProvisionsDescription": "These 'Terms of Use for Users of the JOFI STUDIO Contact Form, hereinafter referred to as 'Free Consultation', specify the rules for the free use of the 'JOFI STUDIO Contact Form' available on the JOFI STUDIO website (www.jofistudio.pl), to obtain answers to questions within the subject matter covered.",
    "definitionsTitle": "I. Definitions",
    "definitionsIntro": "The terms used in these Terms and Conditions mean:",
    "definition1": "JOFI STUDIO Contact Form – a form where users of the website <strong><a href='www.jofistudio.pl' className='cursor-pointer'> www.jofistudio.pl</a></strong> provide necessary information and data to perform the service/realize the submitted request.",
    "definition2": "User – a person using the 'JOFI STUDIO Contact Form' under the conditions provided by these Terms and Conditions.",
    "accessRulesTitle": "II. User Access Rules to the 'JOFI STUDIO Contact Form'",
    "accessRule1": "Access to the JOFI STUDIO Contact Form does not depend on the User fulfilling any formalities, in particular, such access does not require the User to register or log in.",
    "accessRule2": "JOFI STUDIO provides Users with free access to the JOFI STUDIO Contact Form for an indefinite period.",
    "accessRule3": "The JOFI STUDIO Contact Form is intended solely for correspondence related to JOFI STUDIO's activities, within the scope specified therein.",
    "accessRule4": "The contact form cannot be used for: correspondence regarding specific cases and proceedings conducted by JOFI STUDIO (initiated or completed), for filing complaints, petitions, offers, or requests for information under the Act on Access to Public Information and questions under the Press Law.",
    "termsOfUseTitle": "Terms of Use for the JOFI STUDIO Contact Form and User Obligations",
    "termsOfUseIntro": "To use the JOFI STUDIO Contact Form, the User performs the following actions:",
    "termsOfUse1": "Filling in the Contact Form by providing the following data and information: first and last name, email address, phone number, subject of the message, and message content.",
    "termsOfUse2": "Confirming that they have read the Terms and Conditions and accept all its provisions.",
    "termsOfUse3": "Confirming consent to the processing of personal data for the purpose of preparing and providing answers to the submitted question(s) and archiving them.",
    "termsOfUse4": "Confirming the desire to contact by clicking the link contained in the Contact Form 'Send Message'.",
    "termsOfUse5": "The User is obliged to use the JOFI STUDIO Contact Form in accordance with the law, the provisions of these Terms and Conditions, and good practices.",
    "termsOfUse6": "The User undertakes not to provide false personal data, not to provide personal data of another person without their consent, and not to provide an email address or phone number that they do not own. The User is solely responsible for the content of the data provided, including responsibility for any infringement of third-party rights.",
    "termsOfUse7": "The User undertakes to familiarize themselves with any changes to these Terms and Conditions.",
    "termsOfUse8": "The User using the JOFI STUDIO 'Free Consultation' Contact Form is entitled to a one-time free consultation, either in-person or remotely via online means, lasting no more than 20 minutes.",
    "termsOfUse9": "If the User signs up again for a free consultation after having used it previously, JOFI STUDIO reserves the right not to conduct the free consultation.",
    "responsibilityTitle": "Responsibility of JOFI STUDIO",
    "responsibility1": "JOFI STUDIO is not responsible for decisions made by the User based on information obtained as a result of using the information obtained after filling out the JOFI STUDIO contact form.",
    "responsibility2": "JOFI STUDIO is not responsible for the lack of availability of the contact form due to reasons beyond the control of JOFI STUDIO or other technical reasons related to the functioning of internet means and the JOFI STUDIO website.",
    "responsibility3": "JOFI STUDIO reserves the right to change the provisions of these Terms and Conditions at any time. Changes take effect upon the posting of the amended Terms and Conditions on the website www.jofistudio.pl, in the Contact Form Terms and Conditions section.",
    "responsibility4": "JOFI STUDIO reserves the right to completely discontinue offering this service at any time without providing reasons.",
    "dataProcessingTitle": "Processing of Personal Data by JOFI STUDIO",
    "dataProcessing1": "The data controller of personal data, within the meaning of Article 13 of the Regulation of the European Parliament and Council (EU) 2016/679 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation), is JOFI STUDIO Mikołaj Gadomski with its registered office at: ul. Paryska 29/13, 03-945 Warsaw, NIP 1133134987, REGON 528699043, represented by Mikołaj Gadomski.",
    "dataProcessing2": "The User's personal data is processed based on the consent given by the data subject by selecting the appropriate box in the JOFI STUDIO Contact Form.",
    "dataProcessing3": "The following personal data of the User is processed: first name, last name, email address, phone number.",
    "dataProcessing4": "Providing personal data is voluntary, but failure to provide them may prevent obtaining a response through the JOFI STUDIO Contact Form.",
    "dataProcessing5": "These data may be transferred to persons authorized by JOFI STUDIO – our employees and collaborators who must have access to the data to perform their duties.",
    "dataProcessing6": "The User has the right to access their data and correct it. Every User also has the right to withdraw consent for the processing of personal data by sending a relevant request to the address: biuro@jofistudio.pl.",
    "dataProcessing7": "Appropriate state authorities upon their request, based on generally applicable legal provisions.",
    "dataProcessing8": "Other persons and entities – in cases other than described in point a) only with the prior consent of the person to whom the data pertains."
  },
  "cookiesCon": {
    "header": "Cookie Settings",
    "acceptAll": "Accept All",
    "reject": "Reject",
    "settings": "Settings",
    "description": "The website",
    "description2": "uses cookies and similar technologies to ensure the best experience on our site. Each user can change their cookie settings in their web browser. Using this site without changing your browser settings means that they will be placed on your end device. Details can be found in the",
    "privacyPolicy": "Privacy Policy"
  },
  "privacy": {
    "header": "Privacy Overview",
    "saveChanges": "Save Changes",
    "enableAll": "Enable All",
    "description": "The website www.jofistudio.pl uses cookies and similar technologies for the purposes of: recognizing the device used by the user to display the content of the page appropriately, creating statistics that help understand how users use websites, which allows for improving their structure and content, maintaining the user session of the website, so the user does not have to re-enter e.g. login and password or other data on each subpage, adapting the content and functionality of the website by matching an anonymous, randomly generated tracking identifier, which makes it possible to check, among other things, where the user comes from, which search engine was used, which link was clicked, which keywords were entered and at what point the use of the Portal was stopped. Each user can independently change the cookie settings in their web browser. Using this site without changing your browser settings means that they will be placed on your end device. Details can be found in the Privacy Policy.",
    "strictlyNecessaryCookies": "Strictly necessary cookies",
    "enabled": "Enabled",
    "disabled": "Disabled"
  }
}