{
    "navbar": {
        "offer": "Oferta",
        "portfolio": "Bezpłatna konsultacja",
        "about": "O nas",
        "contact": "Kontakt",
        "architecture": "Architektura",
        "interior": "Wnętrza",
        "furniture": "Meble",
        "consulting": "Doradztwo",
        "consultation": "Bezpłatna konsultacja"
    },
    "about": {
        "header": "Stawiamy na współpracę",
        "info": "Szanujemy budżet i czas naszych klientów. Przeprowadzimy Cię krok po kroku przez zaplanowany przez nas starannie proces projektowy. Dbamy o dobrą komunikację.",
        "button": "Więcej o nas"
    },
    "section3": {
        "header": "Jesteśmy gotowi ponieść cenę piękna",
        "info": "Jaką? Mówienie o cenie piękna jedynie w kontekście finansowym byłoby ogromną ignorancją. Piękno nie musi być równoznaczne i współmierne z luksusem, ekskluzywnymi i kosztownymi materiałami czy dodatkami. Może, ale nie musi. Równocześnie to, co drogie nie zawsze bywa piękne. Dla nas cena piękna to cena pogrzebania swojego ego w przypadku zainteresowanych stron, po to, żeby na jego zgliszczach mogło wyrosnąć coś nowego i świeżego, co będzie efektem synergii pomiędzy inwestorem, użytkownikiem, przestrzenią i projektantem."
    },
    "section4": {
        "header": "Zaufali nam"
    },
    "email": {
        "header": "Bezpłatna Konsultacja",
        "info": "Bezpłatna konsultacja to 20 minut, które możesz wykorzystać naskonsultowanie dowolnego tematu związanego z architekturą i projektowaniem  wnętrz. W naszym studio dedykujemy ją osobom, które chcą doprecyzować ofertę, omówić funkcje, szukają informacji, wahają się, co do wyboru odpowiedniego rozwiązania i usługi dla siebie.",
        "step0": "Zawsze umawiamy termin dostosowany do dostępności obu stron! Każda konsultacja jest indywidualna. Całym zespołem zapraszamy do odwiedzenia naszej firmy i kontaktu online!",
        "step0A": "Jak przygotować się do konsultacji?",
        "step1": "Jeżeli posiadasz, przygotuj dokumentację techniczną i zdjęcia danej inwestycji. Poprosimy Cię o wysłanie jej na nasz adres mailowy, w dniu konsultacji. Dzięki temu nasze studio będzie w stanie przygotować działania odpowiednie dla Twojej potrzeby.",
        "step2": "Pomyśl o tym, czego potrzebujesz i z czym chcesz wyjść z danej konsultacji. Zapisz każdy pomysł i swoje cele. Powiedz nam na początku wprost o swoich oczekiwaniach. Będziemy ciekawi Twoich opinii i przemyśleń.",
        "step3": "W trakcie konsultacji zadawaj dowolne pytania. To ważne! Pozwala nam to lepiej Cię zrozumieć i pomóc. Każdą rozmowę poprowadzi wykwalifikowany architekt, w oparciu o swoją wiedzę i doświadczenie. Jeżeli temat będzie wymagał głębszej analizy i konsultacji z resztą zespołu - wróci z rzetelną odpowiedzią.",
        "name": "Imię i nazwisko",
        "email": "E-mail",
        "text": "Treść wiadomości",
        "send": "Wyślij zgłoszenie",
        "sent-mail": "Email został wysłany pomyślnie!"
    },
    "card": {
        "card1": "Architektura",
        "card2": "Wnętrza",
        "card3": "Meble",
        "card4": "Doradztwo",
        "button": "Dowiedz się więcej",
        "button3": "Zobacz ofertę",
        "button4": "Umów konsultacje"
    },
    "architecture": {
        "headerLeft": "W jakich obszarach pracujemy?",
        "headerRight": "Nasze usługi obejmują:",
        "infoLeft": "Nasz zakres usług to projektowanie obiektów mieszkalnych jedno i wielorodzinnych, obiektów handlu, gastronomii i usług oraz budynków zakwaterowania tymczasowego, takich jak hotele, pensjonaty. Działamy zarówno na terenie kraju, jak i za granicą. Pracujemy z klientem indywidualnym i biznesowym.",
        "infoRightA": "analizy chłonności",
        "infoRightB": "prace i analizy przedprojektowe",
        "infoRightC": "projekt koncepcyjny",
        "infoRightD": "projekt budowlany",
        "infoRightE": "projekt wykonawczy",
        "infoRightF": "nadzór autorski",
        "infoRightG": "pomoc w procedurach urzędowych",
        "button": "Poznaj nasze realizacje"
    },
    "consultation": {
        "header": "Zapraszamy na darmową konsultacje",
        "button": "Umów się",
        "info": "W czasie 30 minut porozmawiamy o twoich wyzwaniach i poszukamy wstępnych rozwiązań",
        "info2": "Oferujemy kompleksowe wsparcie i profesjonalne doradztwo przy planowaniu i aranżacji przestrzeni mieszkalnych, biurowych, handlowych oraz usługowych. Nasz zespół składa się z wysoko wykwalifikowanych architektów, projektantów oraz stylistów wnętrz.",
        "info2": "Oferujemy kompleksowe wsparcie i profesjonalne doradztwo przy planowaniu i aranżacji przestrzeni mieszkalnych, biurowych, handlowych oraz usługowych. Nasz zespół składa się z wysoko wykwalifikowanych architektów, projektantów oraz stylistów wnętrz."
    },
    "realisation": {
        "header": "Architektura",
        "button": "Poznaj nasze realizacje",
        "info": "Nasze studio oferuje usługi na każdym etapie inwestycji, w zależności od potrzeb. Przykładamy uwagę do tego, by zrozumieć klienta, co pozwala na stworzenie dobrego projektu. Dbamy o wysoką jakość i klarowną współpracę, w oparciu o współczesne technologie. Tworzymy obiekty będące miejscem spotkania, łączące ludzi i dziedziny - w oparciu o ideę, posiadające charakter niematerialny."
    },
    "fillar": {
        "header": "6 Filarów projektowych",
        "info": "Na nich bazuje proces projektowy doprowadziający do zakładanych celów i odpowiedzi na potrzeby klienta.",
        "f1Header": "Idea",
        "f2Header": "Funkcja",
        "f3Header": "Budżet",
        "f4Header": "Potrzeby Klienta",
        "f5Header": "Stylistyka",
        "f6Header": "Inne indywidualne",
        "f2Info": "Przeznaczenie obiektu oraz zasady projektowe",
        "f3Info": "Wytyczne klienta dotyczące wydatków na cele projektowe, realizacyjne",
        "f4Info": "Potrzeby/ wytyczne/ wymagania klienta dotyczące przestrzeni i jego wyposażenia.",
        "f5Info": "Upodobania klienta dotyczące aspektów wizualnych.",
        "f6Info": "Elementy specyficzne dla każdego projektu, ściśle z nim związane.",
        "f1Info": "Myśl przewodnia projektu, narzędzie do uzyskania ducha miejsca - indywidualności danej przestrzeni, zbiór zasad wiodących w projekcie."
    },
    "consulting": {
        "header1": "Doradztwo",
        "info1": "Oferujemy kompleksowe wsparcie i profesjonalne doradztwo przy planowaniu i aranżacji przestrzeni mieszkalnych, biurowych, handlowych oraz usługowych. Nasz zespół składa się z wysoko wykwalifikowanych rchitektów, projektantów oraz stylistów wnętrz.",
        "header2": "Pomagamy w zakresie:",
        "header3": "Czym różni się doradztwo od darmowej konsultacji?",
        "dot2a": "procedur urzędowych",
        "dot2b": "procesów remontowych i budowlanych",
        "dot2c": "współpracy z branżystami",
        "dot2d": "analiz przedprojektowych",
        "dot2e": "analiz stanu nieruchomości",
        "dot2f": "planowania przestrzennego, zagospodarowania terenu oraz wykorzystania dostępnej powierzchni",
        "dot2g": "stylizacji wnętrz",
        "info3": "Różni się przede wszystkim treścią. Oferta doradztwa obejmuje szczegółową i dokładną analizę przypadku opartą o mocno specjalistyczną wiedzę i doświadczenie. Dokładnie przeanalizujemy wszystkie najlepsze opcje, opowiemy o naszych doświadczeniach, podzielimy się sprawdzonymi rozwiązaniami, przedstawimy odpowiedzi w oparciu o zasady prawa, w odpowiedniej dla danego zagadnienia formie."
    },
    "interior": {
        "header": "Wnętrza",
        "info": "Jedną z naszych usług jest projektowanie wnętrz prywatnych oraz fit-outówbiurowych. Korzyści jakie otrzymują nasi klienci to projekt dostosowany do potrzeb i preferencji użytko wnika, oparty również na idei - warstwie niematerialnej."
    },
    "interiorOffer": {
        "header1": "Nasze usługi obejmują:",
        "header2": "Oferta obejmuje:",
        "dot1a": "inwentaryzację przestrzeni",
        "dot1b": "projekt koncepcyjny aranżacji wnętrz",
        "dot1c": "projekt wykonawczy                    ",
        "dot1d": "projekty mebli w zabudowie, indywidualnych mebli ruchomych",
        "dot1e": "nadzór nad realizacją projektu                 ",
        "dot1f": "stylizacja wnętrz",
        "info1": "W przypadku fit-outów w branży komercyjnej czy hotelarskiej zajmujemy się również optymalizacją przestrzeni tak, aby była ona ergonomiczna i sprzyjała efektywności użytkowników i klientów.",
        "dot2a": "brief i analizę sytuacji i oczekiwań (due diligance)",
        "dot2b": "test fit – sprawdzenie założeń funkcjonalnych z oczekiwaniami klienta",
        "dot2c": "projekt koncepcyjny",
        "dot2d": "projekt wykonawczy / projekt budowlany",
        "dot2e": "koordynacja projektów branżowych",
        "dot2f": "nadzór autorski",
        "info2": "W przypadku fit-outów w branży komercyjnej czy hotelarskiej zajmujemy się również optymalizacją przestrzeni tak, aby była ona ergonomiczna i sprzyjała efektywności użytkowników i klientów."
    },
    "furniture": {
        "header1": "Meble",
        "header2": "Nasze usługi obejmuja",
        "info1": "Oferujemy kompleksowe usługi w zakresie projektowania mebli w zabudowie oraz mebli wolnostojących. Nasz doświadczony w branży meblarskiej zespół projektantów z przyjemnością stworzy dla Państwa unikatowe i funkcjonalne projekty oraz sztukę użytkową, dostosowaną do indywidualnych potrzeb i preferencji.",
        "dot2a": "projektowanie mebli kuchennych, łazienkowych, salonowych oraz sypialnianych w zabudowie, dzięki czemu optymalnie wykorzystają Państwo dostępną przestrzeń",
        "dot2b": "projektowanie przedmiotów użytkowych",
        "dot2c": "doradztwo w wyborze materiałów, kolorów i dodatków, aby meble były nie tylko praktyczne, ale również estetyczne i dopasowane do wystroju wnętrza"

    },
    "footer": {
        "col2Header": "Kontakt",
        "col2NameAnna": "Anna Saj",
        "col2MailAnna": "anna@jofi.pl",
        "col2NameMikolaj": "Mikołaj Gadomski",
        "col2MailMikolaj": "mikolaj@jofi.pl",
        "col2NumberMikolaj": "+48 507-118-658",
        "col3Header": "Biuro",
        "col3Adress": "ul. Rozbrat 34/36, 00-429 Warszawa",
        "col3Map": "Zobacz na mapie",
        "col4Media": "Śledź nasze działania",
        "bottomInfo": "Obowiązek informacyjny",
        "politics": "Polityka prywatności",
        "cookies": "Polityka Cookies",
        "obligation": "Obowiązek informacyjny",
        "form": "Regulamin świadczenia usługi formularz kontaktowy"
    },
    "button": {
        "instagram": "Poznaj nasze realizacje"
    },
    "cookies": {
        "cookiesPolicyTitle": "POLITYKA COOKIES",
        "cookiesPolicyIntro": "Serwis",
        "cookiesPolicyIntro2": "nie zbiera w sposób automatyczny żadnych informacji, z wyjątkiem informacji zawartych w plikach cookies.",
        "cookiesDefinition": "Pliki cookies (tzw. „ciasteczka”) stanowią dane informatyczne, w szczególności pliki tekstowe, które przechowywane są w urządzeniu końcowym Użytkownika Serwisu i przeznaczone są do korzystania ze stron internetowych Serwisu. Cookies zazwyczaj zawierają nazwę strony internetowej, z której pochodzą, czas przechowywania ich na urządzeniu końcowym oraz unikalny numer.",
        "cookiesEntity": "Podmiotem zamieszczającym na urządzeniu końcowym Użytkownika Serwisu pliki cookies oraz uzyskującym do nich dostęp jest operator Serwisu",
        "companyName": "JOFI STUDIO Mikołaj Gadomski",
        "companyAddress": " z siedzibą pod adresem: ul. Paryska 29/13, 03-945 Warszawa.",
        "cookiesUsageIntro": "Pliki cookies wykorzystywane są w celu:",
        "cookiesUsage1": "dostosowania zawartości stron internetowych Serwisu do preferencji Użytkownika oraz optymalizacji korzystania ze stron internetowych; w szczególności pliki te pozwalają rozpoznać urządzenie Użytkownika Serwisu i odpowiednio wyświetlić stronę internetową, dostosowaną do jego indywidualnych potrzeb;",
        "cookiesUsage2": "tworzenia statystyk, które pomagają zrozumieć, w jaki sposób Użytkownicy Serwisu korzystają ze stron internetowych, co umożliwia ulepszanie ich struktury i zawartości;",
        "cookiesTypesIntro": "W ramach Serwisu stosowane są dwa zasadnicze rodzaje plików cookies: „sesyjne” (session cookies) oraz „stałe” (persistent cookies). Cookies „sesyjne” są plikami tymczasowymi, które przechowywane są w urządzeniu końcowym Użytkownika do czasu wylogowania, opuszczenia strony internetowej lub wyłączenia oprogramowania (przeglądarki internetowej). „Stałe” pliki cookies przechowywane są w urządzeniu końcowym Użytkownika przez czas określony w parametrach plików cookies lub do czasu ich usunięcia przez Użytkownika.",
        "cookiesTypes": "W ramach Serwisu stosowane są następujące rodzaje plików cookies:",
        "cookiesNecessary": "„niezbędne” pliki cookies, umożliwiające korzystanie z usług dostępnych w ramach Serwisu, np. uwierzytelniające pliki cookies wykorzystywane do usług wymagających uwierzytelniania w ramach Serwisu;",
        "cookiesSecurity": "pliki cookies służące do zapewnienia bezpieczeństwa, np. wykorzystywane do wykrywania nadużyć w zakresie uwierzytelniania w ramach Serwisu;",
        "cookiesPerformance": "„wydajnościowe” pliki cookies, umożliwiające zbieranie informacji o sposobie korzystania ze stron internetowych Serwisu;",
        "cookiesFunctional": "„funkcjonalne” pliki cookies, umożliwiające „zapamiętanie” wybranych przez Użytkownika ustawień i personalizację interfejsu Użytkownika, np. w zakresie wybranego języka lub regionu, z którego pochodzi Użytkownik, rozmiaru czcionki, wyglądu strony internetowej itp.;",
        "cookiesAdvertising": "„reklamowe” pliki cookies, umożliwiające dostarczanie Użytkownikom treści reklamowych bardziej dostosowanych do ich zainteresowań.",
        "cookiesSettings": "W wielu przypadkach oprogramowanie służące do przeglądania stron internetowych (przeglądarka internetowa) domyślnie dopuszcza przechowywanie plików cookies w urządzeniu końcowym Użytkownika. Użytkownicy Serwisu mogą dokonać w każdym czasie zmiany ustawień dotyczących plików cookies. Ustawienia te mogą zostać zmienione w szczególności w taki sposób, aby blokować automatyczną obsługę plików cookies w ustawieniach przeglądarki internetowej bądź informować o ich każdorazowym zamieszczeniu w urządzeniu Użytkownika Serwisu. Szczegółowe informacje o możliwości i sposobach obsługi plików cookies dostępne są w ustawieniach oprogramowania (przeglądarki internetowej).",
        "cookiesRestrictions": "Operator Serwisu informuje, że ograniczenia stosowania plików cookies mogą wpłynąć na niektóre funkcjonalności dostępne na stronach internetowych Serwisu.",
        "cookiesThirdParty": "Pliki cookies zamieszczane w urządzeniu końcowym Użytkownika Serwisu i wykorzystywane mogą być również przez współpracujących z operatorem Serwisu reklamodawców oraz partnerów. Dane osobowe Użytkowników w związku z przechowywaniem plików cookies są profilowane (na podst. Art. 4 pkt. 4 RODO)."
      },
      "policy": {
    "header": "POLITYKA PRYWATNOŚCI",
    "introduction": "Niniejsza Polityka stanowi podstawową informację o celach, sposobach przetwarzania oraz bezpieczeństwie Twoich danych osobowych, jako użytkownika strony: <a href='https://www.jofistudio.pl' class='cursor-pointer'><u>jofistudio.pl</u></a> (zwanej dalej Stroną). Zapoznając się z Polityką prywatności dowiesz się kto jest administratorem Twoich danych osobowych, jakie dane osobowe są przez Stronę zbierane, w jakich celach są wykorzystywane oraz jak są chronione.",
    "title1": "§1. Informacje podstawowe.",
    "administrator": "Administratorem Twoich danych osobowych jest: Mikołaj Gadomski przedsiębiorca wpisany do Centralnej Informacji i Ewidencji o Działalności Gospodarczej pod firmą: <strong>JOFI STUDIO Mikołaj Gadomski</strong> z siedzibą w <strong>Warszawie (03-945), ul. Paryska 29/13, NIP: 1133134987.</strong>",
    "administratorA": "Kontakt z Administratorem jest możliwy za pośrednictwem:",
    "administratorContact": "poczty e-mail: <a href='mailto:m.gadomski@jofistudio.pl'><strong>m.gadomski@jofistudio.pl</strong></a>.",
    "title2": "§2. Zasady przetwarzania danych.",
    "principleIntro": "Administrator przetwarza dane osobowe z poszanowaniem następujących zasad:",
    "principle1": "W oparciu o podstawę prawną i zgodnie z prawem (legalizm);",
    "principle2": "Rzetelnie i uczciwie (rzetelność);",
    "principle3": "W sposób przejrzysty dla osoby, której dane dotyczą (transparentność);",
    "principle4": "W konkretnych celach i nie „na zapas” (minimalizacja);",
    "principle5": "Nie więcej niż potrzeba (adekwatność);",
    "principle6": "Z dbałością o prawidłowość danych (prawidłowość);",
    "principle7": "Nie dłużej niż potrzeba (czasowość);",
    "principle8": "Zapewniając odpowiednie bezpieczeństwo danych (bezpieczeństwo).",
    "title3": "§3. Cele, podstawy prawne i zakres przetwarzania danych.",
    "purposeIntro": "Twoje dane będziemy przetwarzać w następujących celach:",
    "purpose1": "w celach kontaktowych, aby udzielić Ci odpowiedzi na Twoją wiadomość przesłaną nam bezpośrednio drogą e-mailową, za pośrednictwem formularza kontaktowego, za pośrednictwem mediów społecznościowych lub w odpowiedzi na kontakt telefoniczny na podstawie realizacji prawnie uzasadnionego interesu Administratora związanego z koniecznością udzielenia Ci odpowiedzi;",
    "purpose2": "w celach marketingowych, wyłącznie na podstawie udzielonej przez Ciebie zgody;",
    "purpose3": "w celach informacyjnych, aby przekazywać Ci ważne informacje dotyczące usług, z których korzystasz za pośrednictwem naszej Strony;",
    "purpose4": "w celach związanych z prowadzeniem przez nas profilu firmowego w mediach społecznościowych (takich jak Facebook / Instagram/ Linkedin/ Tik Tok) na zasadach określonych przez właścicieli danego medium (portalu) i informowania w nim, o naszych produktach, promocjach i innych wiadomościach dotyczących naszej działalności, co uważamy za nasz prawnie uzasadniony interes;",
    "purpose5": "w celach technicznych przy użyciu plików cookies (ciasteczka techniczne), na podstawie realizacji prawnie uzasadnionego interesu Administratora, związanego z prawidłowym działaniem i funkcjonowaniem Strony;",
    "purpose6": "w celach statystycznych i analitycznych, jeśli wyraziłeś zgodę na wykorzystanie przez nas plików cookies do celów analitycznych (ciasteczka analityczne);",
    "purpose7": "w celach marketingowych, jeśli wyraziłeś zgodę na wykorzystanie przez nas plików cookies do celów marketingowych (ciasteczka marketingowe);",
    "purpose8": "w celach archiwizacji numerów telefonów, wiadomości, e-maili, na podstawie realizacji prawnie uzasadnionego interesu Administratora, związanego z ochroną przed roszczeniami;",
    "purpose9": "w celu analizy informacji anonimowych. To informacje gromadzone za pośrednictwem naszej Strony, takie jak: informacje o przeglądarce, systemie operacyjnym, urządzeniu, czasie spędzonym na stronie, przejściach między stronami, kliknięciach w linki, przybliżona lokalizacja, przedział wieku, płeć. Informacje te są zanonimizowane, są zbierane za pośrednictwem systemów reklamowych i analitycznych naszych partnerów. Nie pozwalają na identyfikację i przypisanie ich do konkretnego użytkownika. Informacje te służą nam do działań marketingowych, analitycznych i statystycznych.",
    "scopeIntro": "Przetwarzamy Twoje dane w zakresie:",
    "scope1": "jeśli prześlesz nam wiadomość drogą mailową, za pośrednictwem formularza kontaktowego, mediów społecznościowych lub przekażesz informacje drogą telefoniczną, to będziemy przetwarzać dane, które będą w tej wiadomości zawarte. Przekazanie nam danych w ten sposób następuje dobrowolnie. W każdym czasie możesz zwrócić się do nas z prośbą, o usunięcie tych danych;",
    "scope2": "jeśli polubisz post, zostawisz komentarz, napiszesz, zareagujesz lub w inny sposób dołączysz do naszego profilu w mediach społecznościowych (np. Facebook, Instagram, Linkedin, tik tok) będziemy przetwarzać Twoje dane, które podałeś w danym medium i do których będziemy mieli dostęp. W celu zakończenia przetwarzania, możesz zakończyć subskrypcję naszego profilu;",
    "scope3": "pozostałe dane, które przetwarzamy to adres IP i inne dane zapisywane w plikach cookies. To Ty decydujesz, w jakim zakresie będziemy mogli wykorzystać pliki cookies z Twoimi danymi. Przekazanie nam danych w ten sposób następuje dobrowolnie. W każdym czasie możesz zmienić swoje preferencje. Możesz to zrobić w swojej przeglądarce internetowej lub też po usunięciu zapisanych plików cookies pochodzących z naszej Strony;",
    "scope4": "korzystania z API (interfejsów programistycznych aplikacji) dostarczanych przez zewnętrznych partnerów w celu zintegrowania różnych funkcjonalności, takich jak mapy, usługi analityczne, reklamowe czy media społecznościowe. Korzystanie z tych API może prowadzić do tworzenia dodatkowych ciasteczek lub korzystania z istniejących ciasteczek w celu przetwarzania danych użytkowników. Zewnętrzni partnerzy mogą przechowywać i przetwarzać te dane zgodnie z własnymi politykami prywatności.",
    "title4": "§4. Na Stronie nie dokonujemy automatycznego profilowania.",
    "profileIntro1": "Na Stronie nie korzystamy z automatycznego profilowania, w celu tworzenia kampanii marketingowych w oparciu o mierzenie aktywności użytkownika, dzięki któremu bylibyśmy w stanie skierować wybrany przez nas materiał reklamowy do precyzyjnie wskazanego użytkownika.",
    "profileIntro2": "Choć korzystamy z systemów reklamowych naszych partnerów (Facebook, Google) to informacje i dane, które pozyskują na temat Twojej aktywności na Stronie, na podstawie których możemy tworzyć kampanie marketingowe, nie są profilowaniem automatycznym, ponieważ na ich podstawie nie jesteśmy w stanie podjąć decyzji w stosunku do Ciebie, jako do konkretnego użytkownika (np. pokazanie Ci konkretnej reklamy). Reklamy możemy tworzyć wyłącznie dla grup użytkowników, w oparciu o ogólne dane statystyczne dostarczone przez partnerów. Nie jesteśmy w stanie sprawić, by na podstawie danych dotyczących aktywności, konkretny użytkownik zobaczył wybraną przez nas reklamę.",
    "profileIntro3": "Więcej informacji o tym jak nasi partnerzy dokonują profilowania użytkowników i tworzą grupy odbiorców znajdziesz w ich politykach prywatności w paragrafie niżej.",
    "title5": "§5. Odbiorcy danych oraz zamiar przekazywania danych do Państwa spoza EOG lub organizacji międzynarodowej.",
    "recipientIntro": "W zależności od celu w jakim przetwarzamy Twoje dane, odbiorcami Twoich danych osobowych mogą być:",
    "recipient1": "urzędy państwowe i inne instytucje publiczne, w zakresie, w jakim obowiązki przekazywania danych wynikają z przepisów prawa obowiązującego na terytorium Rzeczypospolitej Polskiej, w celach związanych z realizacją obowiązków prawnych ciążących na administratorze, takich jak dochodzenie roszczeń prawnych, realizacja zobowiązań podatkowych oraz inne postępowania regulowane przez odpowiednie przepisy prawa;",
    "recipient2": "dostawca oprogramowania Strony (hosting, serwer, domena);",
    "recipient3": "podmiot zajmujący się obsługą programistyczną Strony;",
    "recipient4": "podmiot zajmujący się obsługą marketingową Strony oraz obsługą kanałów Social Media;",
    "recipient5": "dostawca oprogramowania do przechowywania danych i dokumentów w chmurze;",
    "recipient6": "dostawca oprogramowania do zarządzania ciasteczkami i zakresem przetwarzanych danych; jeśli wyraziłeś zgodę na ciasteczka marketingowe, Twoje dane zapisane w plikach cookies, będą przekazane do naszych partnerów reklamowych (Facebook, Google);",
    "recipient7": "jeśli wyraziłeś zgodę na ciasteczka analityczne, Twoje dane zapisane w plikach cookies, będą przetwarzane przez podmiot dostarczający oprogramowanie do analizy ruchu na naszej Stronie (np. Google Analytics).",
    "transferIntro": "Twoje dane nie są przekazywane do Państw spoza EOG lub organizacji międzynarodowych, za wyjątkiem przypadków przetwarzania danych przez podmioty:",
    "transfer1": "Google Inc. z siedzibą w USA w zakresie analityki ruchu na stronie w systemie Google Analytics oraz dostarczania dodatkowych funkcji (takich jak Google Maps, Google Search Console) związanych z prawidłowym funkcjonowaniem Strony oraz wyświetlaniem wyników wyszukiwania. <a href='https://policies.google.com/privacy?hl=pl' className='cursor-pointer'><u>Zobacz jak Google przetwarza i chroni Twoje dane.</u></a> <a href='https://tools.google.com/dlpage/gaoptout/'><u>Ten dodatek do przeglądarki</u></a> umożliwi Ci zarządzanie zakresem i poziomem dostępu do danych zbieranych przez Google Analytics;",
    "transfer2": "Google Inc. z siedzibą w USA w zakresie reklam i mierzenia ich skuteczności w systemie Google Ads. <a href='https://policies.google.com/privacy?hl=pl' className='cursor-pointer'><u>Zobacz jak Google przetwarza i chroni Twoje dane;</u></a>",
    "transfer3": "Facebook Inc. z siedzibą w USA w zakresie obsługi konta i dostępu do danych w serwisach społecznościowych (Facebook, Instagram), reklam i mierzenia ich skuteczności związanych z instalacją na stronie piksela Facebooka oraz API Konwersji. <a href='https://www.facebook.com/business/gdpr' className='cursor-pointer'><u>Zobacz jak Facebook przetwarza i chroni Twoje dane;</u></a>",
    "transfer4": "Google Inc. z siedzibą w USA w zakresie oprogramowania dysku wirtualnego służącego do przechowywania dokumentacji firmowej (dokumentacja obsługi procesu obsługi klienta i kontrahenta oraz dokumentacja RODO). <a href='https://support.google.com/drive/answer/10375054?hl=pl' className='cursor-pointer'><u>Zobacz jak Google chroni Twoje dane;</u></a>",
    "transfer5": "Google Inc. z siedzibą w USA w zakresie obsługi osadzonych na stronie filmów z przeglądarki YouTube. Google zbiera dane dotyczące Twoich preferencji, aktywności związanych z oglądaniem filmów, co może mieć wpływ na wyświetlane reklamy oraz kształt Twoich playlist. <a href='https://www.youtube.com/intl/ALL_pl/howyoutubeworks/user-settings/privacy/' className='cursor-pointer'><u>Zobacz jak YouTube dba o prywatność Twoich danych.</u></a>",
    "title6": "§6. Termin przechowywania danych.",
    "storageIntro1": "Nie jesteśmy w stanie określić jednego okresu przez który będziemy przetwarzać Twoje dane.",
    "storageIntro2": "Jeśli przekazałeś nam swoje dane w wiadomości przesłanej drogą mailową, telefonicznie, za pośrednictwem formularza lub za pośrednictwem mediów społecznościowych, na których mamy swoje firmowe profile, to Twoje dane będziemy przetwarzać do momentu złożenia przez Ciebie żądania usunięcia tych danych lub sprzeciwu wobec przetwarzania, ale również w przypadku, w którym uznamy, że zrealizowaliśmy prawnie uzasadniony interes Administratora.",
    "title7": "§7. Prawa użytkowników.",
    "userRightsIntro": "W związku z przetwarzaniem Twoich danych przysługują Ci następujące prawa:",
    "userRight1": "dostępu do treści swoich danych oraz prawo ich sprostowania, usunięcia, ograniczenia przetwarzania;",
    "userRight2": "prawo do przenoszenia danych;",
    "userRight3": "prawo wniesienia sprzeciwu;",
    "userRight4": "prawo do cofnięcia zgody na ich przetwarzanie w dowolnym momencie i w dowolnej formie, chyba że przetwarzanie danych odbywa się w celu wykonywania umowy przez Administratora, w celu wywiązania się przez Administratora z obowiązków prawnych względem instytucji państwowych lub w celu realizacji prawnie uzasadnionych interesów Administratora.",
    "userRightsOutro1": "Masz także prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych (na adres Urzędu Ochrony Danych Osobowych, ul. Stawki 2, 00-193 Warszawa).",
    "userRightsOutro2": "Więcej informacji w przedmiocie ochrony danych osobowych, znajdziesz na stronie internetowej Urzędu Ochrony Danych Osobowych: <a href='http://www.uodo.gov.pl' className='cursor-pointer'><u>www.uodo.gov.pl</u></a>",
    "title8": "§8. Informacja o ciasteczkach.",
    "cookiesInfo1": "Na naszej stronie wykorzystujemy ciasteczka (pliki cookies).",
    "cookiesInfo2": "Na Stronie zainstalowaliśmy wtyczkę, która umożliwia Ci samodzielne zarządzanie zakresem przetwarzania danych osobowych poprzez pliki cookies. Wtyczka ta jest zgodna z najnowszymi wymaganiami Consent Mode v2, co zapewnia wysoki poziom personalizacji i ochrony prywatności. Autor wtyczki jest certyfikowanym partnerem Google, co stanowi potwierdzenie zastosowania najlepszych praktyk i standardów w zakresie zarządzania danymi użytkowników i cookies. Dzięki tej funkcjonalności, możesz w prosty i intuicyjny sposób dostosować ustawienia przetwarzania danych do własnych preferencji.",
    "cookiesInfo3": "Ciasteczka (pliki cookies) są niewielkimi plikami tekstowymi przechowywanymi na urządzeniach użytkowników podczas przeglądania Strony internetowej. Są one wykorzystywane w celu ułatwienia korzystania z naszej Strony, poprawienia jakości usług oraz umożliwienia analizy ruchu i zachowań użytkowników.",
    "cookiesInfo4": "Ciasteczka mogą być stałe (trwałe) lub tymczasowe (sesyjne). Stałe ciasteczka są przechowywane na urządzeniu użytkownika przez określony czas lub do momentu ich usunięcia przez użytkownika. Tymczasowe ciasteczka są usuwane po zamknięciu przeglądarki.",
    "cookiesInfo5": "Wykorzystujemy ciasteczka własne oraz ciasteczka stron trzecich. Ciasteczka własne są wykorzystywane w celu zapewnienia prawidłowego działania Strony, personalizacji treści, zapisywania preferencji użytkowników oraz analizy statystyk. Ciasteczka stron trzecich są wykorzystywane przez zewnętrzne narzędzia analityczne, reklamowe oraz do integracji z mediami społecznościowymi.",
    "cookiesInfo6": "Użytkownicy mają prawo kontrolować i ograniczać sposób, w jaki ciasteczka są wykorzystywane na naszej stronie. Większość przeglądarek internetowych umożliwia zarządzanie plikami cookies, w tym blokowanie, ograniczanie lub usuwanie ciasteczek. Szczegółowe informacje na temat zarządzania ciasteczkami można znaleźć w ustawieniach przeglądarki użytkownika.",
    "cookiesInfo7": "Należy pamiętać, że wyłączenie lub ograniczenie ciasteczek może wpłynąć na funkcjonalność Strony oraz jakość świadczonych usług.",
    "cookiesInfo8": "Na naszej stronie wykorzystujemy różne rodzaje ciasteczek, aby lepiej dostosować się do potrzeb użytkowników i zapewnić optymalne korzystanie ze Strony.",
    "cookiesTech": "Ciasteczka techniczne: Są niezbędne do prawidłowego funkcjonowania Strony. Umożliwiają utrzymanie sesji użytkownika, obsługę formularzy, zapamiętywanie preferencji oraz zapewnienie bezpieczeństwa Strony.",
    "cookiesMarketing": "Ciasteczka marketingowe: Pozwalają na personalizację reklam oraz prowadzenie działań remarketingowych, które są dostosowane do zainteresowań i preferencji użytkowników. Służą również do mierzenia skuteczności kampanii reklamowych oraz optymalizacji treści reklamowych.",
    "cookiesAnalytical": "Ciasteczka analityczne: Są wykorzystywane do zbierania informacji o sposobie korzystania z Strony przez użytkowników, takich jak liczba odwiedzin, Strony odwiedzane, czas spędzony na stronie czy źródło ruchu. Uzyskane dane pomagają w analizie i optymalizacji Strony, poprawiając jej funkcjonowanie i dostosowując treści do potrzeb użytkowników.",
    "title9": "§9. Dlaczego korzystamy z ciasteczek?",
    "cookiesPurpose1": "Komfort korzystania ze Strony: ciasteczka (pliki cookies) mogą znacząco wpłynąć na komfort korzystania ze Strony internetowej.",
    "cookiesPurpose2": "Personalizacja treści: ciasteczka pozwalają na dostosowanie wyświetlanych treści do preferencji i zainteresowań użytkownika, co sprawia, że strona staje się bardziej atrakcyjna i użyteczna.",
    "cookiesPurpose3": "Zapamiętywanie ustawień: Dzięki ciasteczkom strona może zapamiętać wybrane przez użytkownika ustawienia, takie jak język, układ czy kolorystyka, co pozwala na szybsze i wygodniejsze korzystanie z serwisu.",
    "cookiesPurpose4": "Logowanie: ciasteczka umożliwiają przechowywanie informacji o zalogowanym użytkowniku, co pozwala na łatwe przełączanie się między różnymi sekcjami Strony bez konieczności ponownego logowania.",
    "cookiesPurpose5": "Utrzymanie sesji: dzięki ciasteczkom strona może śledzić aktywność użytkownika na różnych podstronach, co pozwala na łatwe wracanie do ostatnio odwiedzanych sekcji lub kontynuowanie niedokończonych działań, takich jak wypełnianie formularzy.",
    "cookiesPurpose6": "Optymalizacja wydajności: ciasteczka mogą być wykorzystane do analizy ruchu i zachowań użytkowników na stronie, co pomaga w optymalizacji jej wydajności oraz dostarczaniu treści o wysokiej jakości.",
    "cookiesPurpose7": "Reklamy: ciasteczka umożliwiają wyświetlanie spersonalizowanych reklam, które są dopasowane do zainteresowań i potrzeb użytkownika. Dzięki temu, reklamy są mniej inwazyjne i bardziej adekwatne.",
    "cookiesPurpose8": "Integracja z mediami społecznościowymi: ciasteczka pozwalają na integrację z serwisami społecznościowymi, takimi jak Facebook, Twitter czy Instagram, co umożliwia łatwe udostępnianie treści oraz korzystanie z dodatkowych funkcji, takich jak komentowanie czy polubienia.",
    "title10": "§10. Funkcje ciasteczek technicznych.",
    "cookiesTech1": "Utrzymanie sesji użytkownika: ciasteczka techniczne umożliwiają utrzymanie sesji użytkownika podczas poruszania się po stronie, co pozwala na przechodzenie między różnymi sekcjami Strony bez konieczności ponownego logowania czy wprowadzania tych samych informacji.",
    "cookiesTech2": "Zapamiętywanie preferencji użytkownika: dzięki ciasteczkom technicznym strona może przechowywać informacje na temat preferencji użytkowników, takich jak wybrany język, wielkość czcionki, ustawienia kolorystyczne czy inne elementy personalizacji.",
    "cookiesTech3": "Obsługa formularzy: ciasteczka techniczne wspomagają funkcjonowanie formularzy na stronie, takich jak formularze logowania, rejestracji czy kontaktowe, zapewniając prawidłowe przetwarzanie danych wprowadzanych przez użytkowników.",
    "cookiesTech4": "Optymalizacja wydajności Strony: użycie ciasteczek technicznych umożliwia monitorowanie wydajności Strony oraz szybkość ładowania poszczególnych elementów, co pozwala na optymalizację i poprawę jakości świadczonych usług.",
    "cookiesTech5": "Bezpieczeństwo: ciasteczka techniczne pomagają w zapewnieniu bezpieczeństwa Strony i jej użytkowników, na przykład poprzez weryfikację tożsamości użytkowników, wykrywanie prób włamań czy ochronę przed atakami typu CSRF (Cross-Site Request Forgery).",
    "title11": "§11. Funkcje ciasteczek analitycznych.",
    "cookiesAnalytical1": "Pomiar ruchu na stronie: ciasteczka analityczne pozwalają na monitorowanie liczby odwiedzin, unikalnych użytkowników i wyświetleń stron, co daje ogólny obraz popularności i wydajności Strony.",
    "cookiesAnalytical2": "Analiza zachowań użytkowników: dzięki ciasteczkom analitycznym można zbierać informacje o sposobie, w jaki użytkownicy poruszają się po stronie, na przykład czas spędzony na poszczególnych podstronach, ścieżki nawigacji oraz miejsca, w których opuszczają Stronę.",
    "cookiesAnalytical3": "Optymalizacja konwersji: ciasteczka analityczne pomagają w identyfikowaniu elementów Strony, które wpływają na skuteczność osiągania celów biznesowych, takich jak rejestracja, złożenie zamówienia czy wypełnienie formularza kontaktowego.",
    "cookiesAnalytical4": "Segmentacja użytkowników: użycie ciasteczek analitycznych umożliwia grupowanie użytkowników według różnych kryteriów, co pozwala na lepsze dostosowanie treści i oferty do potrzeb poszczególnych segmentów.",
    "cookiesAnalytical5": "Testowanie A/B: ciasteczka analityczne są wykorzystywane do przeprowadzania testów A/B, które polegają na porównaniu dwóch wersji Strony internetowej, aby sprawdzić, która z nich lepiej spełnia założone cele. Testy te pomagają w optymalizacji wyglądu, funkcjonalności i treści Strony.",
    "title12": "§12. Funkcje ciasteczek reklamowych.",
    "cookiesMarketing1": "Spersonalizowane reklamy: ciasteczka marketingowe umożliwiają wyświetlanie reklam dopasowanych do zainteresowań, preferencji i historii przeglądania użytkownika, co sprawia, że są one bardziej atrakcyjne i efektywne.",
    "cookiesMarketing2": "Remarketing: dzięki ciasteczkom marketingowym można śledzić użytkowników, którzy odwiedzili Stronę, ale nie dokonali zakupu lub innej akcji i ponownie kierować do nich reklamy, aby zachęcić do powrotu na stronę i finalizacji transakcji.",
    "cookiesMarketing3": "Pomiar skuteczności reklam: ciasteczka marketingowe pozwalają na monitorowanie wyników kampanii reklamowych, takich jak liczba kliknięć, konwersji czy wyświetleń, co umożliwia optymalizację strategii marketingowej.",
    "cookiesMarketing4": "Zarządzanie reklamami w wielu kanałach: użycie ciasteczek marketingowych ułatwia koordynację i integrację działań reklamowych prowadzonych w różnych kanałach, takich jak wyszukiwarki, media społecznościowe czy Strony partnerskie.",
    "cookiesMarketing5": "Testowanie i optymalizacja treści reklamowych: ciasteczka marketingowe są wykorzystywane do przeprowadzania testów A/B oraz innych metod analizy, które pozwalają na ocenę, jakie przekazy, formaty czy kreatywności reklamowe są najbardziej skuteczne i angażujące dla użytkowników."
    },
    "obligation": {
    "title": "OBOWIĄZEK INFORMACYJNY",
    "description1": "Spełniając obowiązek informacyjny wynikający z art. 13 Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 w sprawie ochrony danych osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych RODO), niniejszym informujemy, że:",
    "description2": "Administratorem Państwa danych osobowych (dalej: Administrator) jest: JOFI STUDIO Mikołaj Gadomski z siedzibą pod adresem: ul. Paryska 29/13, 03-945 Warszawa, NIP 1133134987, REGON 528699043, reprezentowaną przez Mikołaja Gadomskiego.",
    "contactInfo": "Z Administratorem można się kontaktować poprzez e-mail m.gadomski@jofistudio.pl",
    "dataProcessingPurposeTitle": "Państwa dane będą przetwarzane w celu:",
    "dataProcessingPurpose1": "Niezbędnym do wykonania umowy, której jesteście Państwo stroną na podstawie art. 6 ust. 1 lit. B RODO",
    "dataProcessingPurpose2": "Niezbędnym do zawarcia umowy w oparciu o Państwa zainteresowanie ofertą, na podstawie art. 6 ust. 1 lit. B RODO",
    "dataProcessingPurpose3": "Ewentualnego dochodzenia lub obrony przed roszczeniami, jako realizacja naszego prawnie uzasadnionego interesu, na podstawie art. 6 ust. 1 lit f RODO",
    "dataProcessingPurpose4": "Oferowania Państwu produktów i usług jako realizacja naszego prawnie uzasadnionego interesu w ramach marketingu bezpośredniego",
    "dataProcessingPurpose5": "Współpracy z Państwem w celu świadczenia usług",
    "dataProcessingPurpose6": "Automatycznego profilowania",
    "dataSharingTitle": "Państwa dane możemy przekazywać:",
    "dataSharing1": "Osobom upoważnionym przez nas – naszym pracownikom i współpracownikom, którzy muszą mieć dostęp do danych, aby wykonywać swoje obowiązki",
    "dataSharing2": "Podmiotom przetwarzającym – którym zlecimy czynności wymagające przetwarzania danych",
    "dataSharing3": "Innym odbiorcom – np. kurierom, ubezpieczycielom, kancelariom prawnym, firmom windykacyjnym, podmiotom, które na podstawie obowiązujących przepisów mogą żądać przekazania danych",
    "dataRetention": "Państwa dane będziemy przetwarzać w czasie, w którym można wnieść reklamację lub pozew, a także w okresie, przez który zobowiązanie jesteśmy do przetwarzania danych na podstawie ustaw. Dane przetwarzane na potrzeby marketingu bezpośredniego naszych produktów i usług przetwarzamy do momentu, aż zgłoszą Państwo sprzeciw wobec ich przetwarzania w tym celu.",
    "userRights": "Przysługuje Państwu prawo do dostępu do swoich danych oraz otrzymania ich kopii, przenoszenia danych, wniesienia sprzeciwu wobec przetwarzania danych, poprawiania swoich danych, usunięcia swoich danych, ograniczenia przetwarzania swoich danych, wniesienia skargi do organu nadzorczego – Prezesa Urzędu Ochrony Danych Osobowych.",
    "cookiesInfo": "W ramach Serwisu stosowane są dwa zasadnicze rodzaje plików cookies: „sesyjne” (session cookies) oraz „stałe” (persistent cookies). Cookies „sesyjne” są plikami tymczasowymi, które przechowywane są w urządzeniu końcowym Użytkownika do czasu wylogowania, opuszczenia strony internetowej lub wyłączenia oprogramowania (przeglądarki internetowej). „Stałe” pliki cookies przechowywane są w urządzeniu końcowym Użytkownika przez czas określony w parametrach plików cookies lub do czasu ich usunięcia przez Użytkownika.",
    "cookieTypesTitle": "W ramach Serwisu stosowane są następujące rodzaje plików cookies:",
    "cookieType1": "„niezbędne” pliki cookies, umożliwiające korzystanie z usług dostępnych w ramach Serwisu, np. uwierzytelniające pliki cookies wykorzystywane do usług wymagających uwierzytelniania w ramach Serwisu;",
    "cookieType2": "pliki cookies służące do zapewnienia bezpieczeństwa, np. wykorzystywane do wykrywania nadużyć w zakresie uwierzytelniania w ramach Serwisu;",
    "cookieType3": "„wydajnościowe” pliki cookies, umożliwiające zbieranie informacji o sposobie korzystania ze stron internetowych Serwisu;",
    "cookieType4": "„funkcjonalne” pliki cookies, umożliwiające „zapamiętanie” wybranych przez Użytkownika ustawień i personalizację interfejsu Użytkownika, np. w zakresie wybranego języka lub regionu, z którego pochodzi Użytkownik, rozmiaru czcionki, wyglądu strony internetowej itp.;",
    "cookieType5": "„reklamowe” pliki cookies, umożliwiające dostarczanie Użytkownikom treści reklamowych bardziej dostosowanych do ich zainteresowań.",
    "cookiesSettingsInfo": "W wielu przypadkach oprogramowanie służące do przeglądania stron internetowych (przeglądarka internetowa) domyślnie dopuszcza przechowywanie plików cookies w urządzeniu końcowym Użytkownika. Użytkownicy Serwisu mogą dokonać w każdym czasie zmiany ustawień dotyczących plików cookies. Ustawienia te mogą zostać zmienione w szczególności w taki sposób, aby blokować automatyczną obsługę plików cookies w ustawieniach przeglądarki internetowej bądź informować o ich każdorazowym zamieszczeniu w urządzeniu Użytkownika Serwisu. Szczegółowe informacje o możliwości i sposobach obsługi plików cookies dostępne są w ustawieniach oprogramowania (przeglądarki internetowej).",
    "cookiesRestrictionsInfo": "Operator Serwisu informuje, że ograniczenia stosowania plików cookies mogą wpłynąć na niektóre funkcjonalności dostępne na stronach internetowych Serwisu.",
    "cookiesAdsPartnersInfo": "Pliki cookies zamieszczane w urządzeniu końcowym Użytkownika Serwisu i wykorzystywane mogą być również przez współpracujących z operatorem Serwisu reklamodawców oraz partnerów. Dane osobowe Użytkowników w związku z przechowywaniem plików cookies są profilowane (na podst. Art. 4 pkt. 4 RODO)."
  },
  "formRegulations": {
    "title": "REGULAMIN ŚWIADCZENIA USŁUGI FORMULARZ KONTAKTOWY",
    "generalProvisions": "Postanowienia ogólne",
    "generalProvisionsDescription": "Niniejszy „Regulamin korzystania przez Użytkowników z Formularza kontaktowego JOFI STUDIO, dalej zwanego „Bezpłatna Konsultacja”, określa zasady nieodpłatnego korzystania przez Użytkowników z „Formularza kontaktowego JOFI STUDIO” dostępnego na stronie internetowej JOFI STUDIO (www.jofistudio.pl), w celu uzyskania odpowiedzi na pytanie/a w zakresie tematycznym nim objętym.",
    "definitionsTitle": "I. Definicje",
    "definitionsIntro": "Pojęcia użyte w niniejszym Regulaminie oznaczają:",
    "definition1": "Formularz kontaktowy JOFI STUDIO – formularz, w którym użytkownicy strony internetowej <strong><a href='www.jsofistudio.pl' className='cursor-pointer'> www.jofistudio.pl</a></strong> zamieszczają niezbędne informacje i dane w celu wykonania usługi/realizacji przesłanego zgłoszenia.",
    "definition2": "Użytkownik – osoba korzystająca z „Formularza kontaktowego JOFI STUDIO” na warunkach przewidzianych w niniejszym Regulaminie.",
    "accessRulesTitle": "II. Określenie zasad dostępu Użytkowników do „Formularza kontaktowego JOFI STUDIO”",
    "accessRule1": "Dostęp do Formularza kontaktowego JOFI STUDIO nie jest uzależniony od spełnienia przez Użytkownika jakichkolwiek formalności, w szczególności dostęp ten nie wymaga od Użytkownika dokonania rejestracji oraz logowania.",
    "accessRule2": "JOFI STUDIO zapewnia Użytkownikom nieodpłatny dostęp do Formularza kontaktowego JOFI STUDIO na czas nieoznaczony.",
    "accessRule3": "Formularz kontaktowy JOFI STUDIO służy wyłącznie do korespondencji związanej z działalnością JOFI STUDIO, w zakresie tematycznym w nim określonym.",
    "accessRule4": "Formularz kontaktowy nie może być wykorzystywany do: korespondencji w ramach konkretnych spraw i postępowań prowadzonych przez JOFI STUDIO (wszczętych lub zakończonych), do składania skarg, petycji, ofert, a także wniosków o udzielenie informacji w trybie ustawy o dostępie do informacji publicznej i pytań w rozumieniu ustawy Prawo prasowe.",
    "termsOfUseTitle": "Warunki korzystania z Formularza kontaktowego JOFI STUDIO i zobowiązania Użytkownika",
    "termsOfUseIntro": "Celem skorzystania z Formularza kontaktowego JOFI STUDIO Użytkownik dokonuje czynności, na które składają się:",
    "termsOfUse1": "wypełnienie Formularza kontaktowego poprzez podanie następujących danych i informacji: imię i nazwisko, adres e-mail, numer telefonu, temat wiadomości i treść wiadomości.",
    "termsOfUse2": "potwierdzenie, że zapoznał się z treścią Regulaminu oraz że akceptuje jego wszystkie postanowienia.",
    "termsOfUse3": "potwierdzenie, że wyraża zgodę na przetwarzanie danych osobowych w celu przygotowania i przekazania odpowiedzi na zadane pytanie/a oraz ich archiwizacji.",
    "termsOfUse4": "potwierdzenie chęci kontaktu poprzez naciśnięcie na link zawarty w Formularzu kontaktowym „Wyślij wiadomość”.",
    "termsOfUse5": "Użytkownik zobowiązany jest do korzystania z Formularza kontaktowego JOFI STUDIO zgodnie z przepisami prawa, postanowieniami niniejszego Regulaminu oraz dobrymi obyczajami.",
    "termsOfUse6": "Użytkownik zobowiązuje się do niepodawania fałszywych danych osobowych, jak również do niepodawania danych osobowych innej osoby, bez jej pozwolenia oraz do niepodawania adresu e-mail lub numeru telefonu, którego nie jest właścicielem. Użytkownik ponosi wyłączną odpowiedzialność za treść podanych przez siebie danych, w tym również odpowiedzialność za ewentualne naruszenie praw osób trzecich.",
    "termsOfUse7": "Użytkownik zobowiązuje się do zapoznawania się ze zmianami w niniejszym Regulaminie.",
    "termsOfUse8": "Użytkownikowi korzystającemu z Formularza kontaktowego JOFI STUDIO „Bezpłatna Konsultacja” przysługuje jednorazowa nieodpłatna konsultacja stacjonarna lub zdalna, za pomocą środków internetowych, trwająca nie więcej niż 20 minut.",
    "termsOfUse9": "W przypadku zapisania się ponownie na darmową konsultację przez Użytkownika, który korzystał już z niej w przeszłości, JOFI STUDIO zastrzega sobie prawo do nieprzeprowadzenia darmowej konsultacji.",
    "responsibilityTitle": "Odpowiedzialność JOFI STUDIO",
    "responsibility1": "JOFI STUDIO nie ponosi odpowiedzialności za decyzje Użytkownika podjęte w oparciu o informacje uzyskane w wyniku korzystania z informacji uzyskanych po wypełnieniu formularza kontaktowego JOFI STUDIO.",
    "responsibility2": "JOFI STUDIO nie ponosi odpowiedzialności za brak dostępności do formularza kontaktowego wynikający z przyczyn niezależnych od JOFI STUDIO lub innych przyczyn technicznych związanych z funkcjonowaniem środków internetowych i strony internetowej JOFI STUDIO.",
    "responsibility3": "JOFI STUDIO zastrzega sobie prawo do zmiany postanowień niniejszego Regulaminu w każdym czasie. Zmiany wchodzą w życie z chwilą umieszczenia treści zmienionego Regulaminu na stronie internetowej www.jofistudio.pl, w zakładce Regulamin Formularza Kontaktowego.",
    "responsibility4": "JOFI STUDIO zastrzega sobie prawo do całkowitego zaprzestania oferowania niniejszej usługi w każdym czasie, bez podania przyczyn.",
    "dataProcessingTitle": "Przetwarzanie danych osobowych przez JOFI STUDIO",
    "dataProcessing1": "Administratorem danych osobowych w rozumieniu art. 13 Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 w sprawie ochrony danych osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych RODO) jest JOFI STUDIO Mikołaj Gadomski z siedzibą pod adresem: ul. Paryska 29/13, 03-945 Warszawa, NIP 1133134987, REGON 528699043, reprezentowaną przez Mikołaja Gadomskiego.",
    "dataProcessing2": "Dane osobowe Użytkownika przetwarzane są na podstawie zgody wyrażonej przez osobę, której dane dotyczą, poprzez odznaczenie odpowiedniego okna na Formularzu kontaktowym JOFI STUDIO.",
    "dataProcessing3": "Przetwarzane są następujące dane osobowe Użytkownika: imię, nazwisko, adres e-mail, numer telefonu.",
    "dataProcessing4": "Podanie danych osobowych jest dobrowolne, jednak ich niepodanie może uniemożliwić uzyskanie odpowiedzi poprzez Formularz kontaktowy JOFI STUDIO.",
    "dataProcessing5": "Dane te mogą być przekazywane osobom upoważnionym przez JOFI STUDIO – naszym pracownikom i współpracownikom, którzy muszą mieć dostęp do danych, aby wykonywać swoje obowiązki.",
    "dataProcessing6": "Użytkownik ma prawo dostępu do treści swoich danych oraz możliwość ich poprawiania. Każdemu Użytkownikowi przysługuje również prawo do odwołania zgody na przetwarzanie danych osobowych poprzez przesłanie odpowiedniego żądania na adres: biuro@jofistudio.pl.",
    "dataProcessing7": "odpowiednim organom państwowym na ich żądanie na podstawie powszechnie obowiązujących przepisów prawa.",
    "dataProcessing8": "innym osobom i podmiotom – w przypadkach innych niż opisane w pkt a) jedynie za uprzednią zgodą osoby, której dane dotyczą."
}
}